{
	"company": "Über uns",
	"services": "Leistungen",
	"careers": "Karriere",
	"Get in touch": "Kontakt",
	"index-h1-pre": "Formamind\nhier ",
	"index-h1-span": "Ihre Idee\n",
	"index-h1-post": "nimmt Gestalt an",
	"made in Europe": "Europäisches Softwarehaus",
	"Who are we?": "Wer sind wir?",
	"Who are we?-text": "Wir sind ein Team mit Sitz in Warschau, das daran glaubt, dass Ihre Idee durch unsere Hände Gestalt annehmen kann. Wir haben mit Start-ups und großen Organisationen zusammengearbeitet und wissen, dass jedes Projekt einen individuellen Ansatz erfordert. Lassen Sie uns Ihre Idee maßgeschneidert umsetzen, wir freuen uns auf Sie!",
	"Our values": "Unsere Werte",
	"modern approach": "Moderner Ansatz",
	"modern-approach-text": "Wir nutzen die neuesten Technologien, um dynamische Lösungen zu schaffen, die über konventionelle Ansätze hinausgehen.",
	"client-driven design": "Kundenzentriertes Design",
	"cient-driven-design-text": "Wir priorisieren die Bedürfnisse unserer Kunden und arbeiten eng zusammen, um maßgeschneiderte, wirkungsvolle Lösungen zu liefern.",
	"attention to details": "Detailgenauigkeit",
	"attention-to-details-text": "Wir achten darauf, dass jeder Aspekt unserer Projekte sorgfältig berücksichtigt wird, um qualitativ hochwertige und zuverlässige Lösungen zu liefern.",
	"Technologies we work with": "Technologien",
	"and more": "und mehr",
	"Services we provide": "Unsere Leistungen",
	"SaaS": "SaaS",
	"SaaP": "SaaP",
	"Web applications": "Webanwendungen",
	"AI-driven solutions": "KI-gestützte Lösungen",
	"Business process automatization": "Automatisierung von Geschäftsprozessen",
	"Legacy systems modernization": "Modernisierung von Altsystemen",
	"Mobile apps": "Mobile Apps",
	"Desktop applications": "Desktop-Anwendungen",
	"Custom software solutions": "Individuelle Softwarelösungen",
	"ERP systems": "ERP-Systeme",
	"Contact us": "Kontaktieren Sie uns",
	"What is your email?": "Ihre E-Mail-Adresse",
	"What can we call you?": "Ihr Name",
	"What would you like to talk about?": "Wie können wir Ihnen helfen?",
	"Send": "Senden",
	"Sending...": "Wird gesendet...",
	"contact-text": "Nehmen Sie Kontakt mit uns auf, beschreiben Sie Ihre Anfrage und wir führen Sie durch den Prozess, Ihre Ideen in die Realität umzusetzen.",
	"WE'RE HERE FOR YOU": "WIR SIND FÜR SIE DA",
	"contact": "Kontakt",
	"Sections": "Abschnitte",
	"About us": "Über uns",
	"impressum": "Impressum",
	"privacy policy": "Datenschutzrichtlinie",
	"© 2024 Formamind sp. z o.o. All Rights Reserved.": "© 2024 Formamind sp. z o.o. Alle Rechte vorbehalten.",
	"Careers at Formamind": "Karriere bei Formamind",
	"Search open positions": "Offene Stellen suchen",
	"filter by keywords": "Nach Stichworten filtern",
	"No open positions at this moment.": "Derzeit keine offenen Stellen.",
	"But in case of elevated enthusiasm fell free to contact us.": "Aber bei hohem Enthusiasmus können Sie uns gerne kontaktieren.",
	"Privacy policy": "Datenschutzrichtlinie",
	"Formamind sp. z o.o.": "Formamind sp. z o.o. (GmbH)",
	"sp. z o.o.": "GmbH",
	"General Information": "Allgemeine Informationen",
	"general-information-text": "Diese Datenschutzrichtlinie beschreibt die Regeln für die Verarbeitung personenbezogener Daten, die über die von Formamind sp. z o.o. (GmbH) betriebene Website erhoben werden, mit Sitz in Warschau, ul. Stefana Batorego 18, 02-591 Warschau, NIP: 7011213157.",
	"Data Controller": "Datenverantwortlicher",
	"data-controller-text": "Der Datenverantwortliche ist Formamind sp. z o.o. (GmbH), mit Sitz in Warschau, ul. Stefana Batorego 18, 02-591 Warschau, NIP: 7011213157, im Folgenden \"Verantwortlicher\" genannt",
	"Types of Processed Data": "Arten der verarbeiteten Daten",
	"types-of-processed-data-text": "Der Verantwortliche kann folgende personenbezogene Daten verarbeiten:",
	"firstName": "Vor- und Nachname",
	"emailAddress": "E-Mail-Adresse",
	"phoneNumber": "Telefonnummer",
	"ipAddress": "IP-Adresse",
	"cookiesData": "Daten, die durch Cookies und ähnliche Technologien gesammelt werden",
	"Purpose and Legal Basis for Data Processing": "Zweck und Rechtsgrundlage der Datenverarbeitung",
	"purpose-and-legal-basis-text": "Personenbezogene Daten werden zu folgenden Zwecken verarbeitet:",
	"inquiriesResponse": "Antworten auf Anfragen, die über das Kontaktformular eingereicht wurden (Artikel 6(1)(a) DSGVO - Einwilligung der betroffenen Person)",
	"websiteTrafficAnalysis": "Analyse des Website-Traffics mit Google Analytics (Artikel 6(1)(f) DSGVO - berechtigtes Interesse des Verantwortlichen)",
	"Data Recipients": "Datenempfänger",
	"data-recipients-text": "Personenbezogene Daten können weitergegeben werden an:",
	"serviceProviders": "Dienstleister, die Daten im Auftrag des Verantwortlichen verarbeiten (z.B. IT-Dienstleister, Hosting-Anbieter)",
	"googleAnalytics": "Google LLC zur Nutzung von Google Analytics (in Übereinstimmung mit dem EU-U.S. Privacy Shield oder gleichwertigen Sicherheitsmaßnahmen)",
	"Transfer of Data to Third Countries": "Datenübermittlung in Drittländer",
	"transfer-of-data-to-third-countries-text": "Personenbezogene Daten können in Länder außerhalb des Europäischen Wirtschaftsraums (EWR) nur dann übertragen werden, wenn dies notwendig ist und entsprechende Sicherheitsmaßnahmen getroffen wurden, wie z.B. von der Europäischen Kommission genehmigte Standardvertragsklauseln.",
	"Data Retention Period": "Aufbewahrungsdauer der Daten",
	"data-retention-period-text": "Personenbezogene Daten werden so lange aufbewahrt, wie es für die Erreichung der Zwecke, für die sie erhoben wurden, erforderlich ist oder bis die betroffene Person ihre Einwilligung widerruft.",
	"Rights of Data Subjects": "Rechte der betroffenen Personen",
	"rights-of-data-subjects-text": "Betroffene Personen haben folgende Rechte:",
	"rightToAccess": "Das Recht auf Zugang zu ihren Daten",
	"rightToRectify": "Das Recht auf Berichtigung ihrer Daten",
	"rightToErase": "Das Recht auf Löschung ihrer Daten",
	"rightToRestrict": "Das Recht auf Einschränkung der Datenverarbeitung",
	"rightToObject": "Das Recht auf Widerspruch gegen die Datenverarbeitung",
	"rightToPortability": "Das Recht auf Datenübertragbarkeit",
	"rightToWithdraw": "Das Recht, die Einwilligung jederzeit ohne Einfluss auf die Rechtmäßigkeit der Verarbeitung aufgrund der Einwilligung vor ihrem Widerruf zu widerrufen",
	"exerciseRights": "Um diese Rechte auszuüben, kontaktieren Sie bitte den Verantwortlichen unter: contact{'@'}formamind.com.",
	"Cookies and Similar Technologies": "Cookies und ähnliche Technologien",
	"cookies-and-similar-technologies-text": "Die Website verwendet Cookies, um die Benutzererfahrung zu verbessern und den Website-Traffic zu analysieren. Benutzer können die Cookie-Einstellungen in ihrem Webbrowser verwalten.",
	"Changes to the Privacy Policy": "Änderungen der Datenschutzrichtlinie",
	"changes-to-the-privacy-policy-text": "Der Verantwortliche behält sich das Recht vor, diese Datenschutzrichtlinie jederzeit zu aktualisieren. Änderungen werden auf dieser Seite mit einem aktualisierten Revisionsdatum veröffentlicht.",
	"Contact Information": "Kontaktinformationen",
	"contact-information-text": "Bei Fragen oder Bedenken bezüglich dieser Datenschutzrichtlinie oder der Datenverarbeitung kontaktieren Sie bitte den Verantwortlichen unter: contact{'@'}formamind.com.",
	"To main page": "Zur Hauptseite",
	"Impressum": "Impressum",
	"ownerTitle": "Der Eigentümer der Seite ist:",
	"ownerInfo": "Formamind sp. z o.o. (Gesellschaft mit beschränkter Haftung)",
	"ownerAddress": "mit Sitz in Warschau, ul. Stefana Batorego 18, 02-591",
	"contactTitle": "Kontaktdaten",
	"contactPerson": "Franciszek Łajszczak",
	"taxIdTitle": "NIP (Umsatzsteuer-Identifikationsnummer)",
	"Formamind | Software development services": "Formamind | Softwareentwicklungsdienste",
	"Formamind: Crafting tailored software solutions to elevate your business performance. Specializing in SaaS, AI-driven solutions, ERP Systems, and more. Let's turn your vision into reality!": "Formamind: Maßgeschneiderte Softwarelösungen zur Verbesserung Ihrer Unternehmensleistung. Wir spezialisieren uns auf SaaS, KI-gestützte Lösungen, ERP-Systeme und mehr. Lassen Sie uns Ihre Vision verwirklichen!",
	"Formamind | Software development careers": "Formamind | Karriere in der Softwareentwicklung",
	"Join Formamind in Warsaw! We're a dynamic software development company specializing in SaaS, AI solutions, ERP systems, and more. Explore career opportunities and be part of our innovative team. Apply now!": "Kommen Sie zu Formamind in Warschau! Wir sind ein dynamisches Softwareentwicklungsunternehmen, das sich auf SaaS, KI-Lösungen, ERP-Systeme und mehr spezialisiert hat. Erkunden Sie Karrieremöglichkeiten und werden Sie Teil unseres innovativen Teams. Bewerben Sie sich jetzt!",
	"Formamind | Impressum": "Formamind | Impressum",
	"Formamind | Privacy Policy": "Formamind | Datenschutzrichtlinie",
	"Our privacy policy.": "Unsere Datenschutzrichtlinie.",
	"By sending a message you agree to our": "Durch das Senden dieser Nachricht stimmen Sie unserer",
	"msg privacy policy": "Datenschutzrichtlinie zu",
	"Legacy Systems Modernization": "Modernisierung von Altsystemen",
	"Dealing with Outdated Systems but Don’t Know How to Modernize?": "Sie haben mit veralteten Systemen zu tun, wissen aber nicht, wie Sie sie modernisieren können?",
	"How can you upgrade your legacy systems without disrupting your business?": "Wie können Sie Ihre Altsysteme modernisieren, ohne Ihr Geschäft zu stören?",
	"What are the risks and benefits of moving to modern technologies?": "Was sind die Risiken und Vorteile des Übergangs zu modernen Technologien?",
	"Concerned about data migration and compatibility issues?": "Besorgt über Datenmigration und Kompatibilitätsprobleme?",
	"Facing Challenges in Modernizing Legacy Systems?": "Herausforderungen bei der Modernisierung von Altsystemen?",
	"Which modernization approach is right for you: rehosting, replatforming, or refactoring?": "Welcher Modernisierungsansatz ist für Sie der richtige: Rehosting, Replatforming oder Refactoring?",
	"How do you ensure minimal downtime during the transition?": "Wie stellen Sie minimale Ausfallzeiten während des Übergangs sicher?",
	"Worried about maintaining data integrity and security throughout the process?": "Besorgt um die Aufrechterhaltung der Datenintegrität und Sicherheit während des gesamten Prozesses?",
	"Looking for a Skilled Partner to Modernize Your Legacy Systems?": "Suchen Sie einen erfahrenen Partner zur Modernisierung Ihrer Altsysteme?",
	"How do you transform your legacy systems into scalable, future-proof solutions?": "Wie verwandeln Sie Ihre Altsysteme in skalierbare, zukunftssichere Lösungen?",
	"Who can handle both the technical and strategic aspects of modernization?": "Wer kann sowohl die technischen als auch die strategischen Aspekte der Modernisierung bewältigen?",
	"Need continuous support to ensure your new systems stay updated and secure?": "Benötigen Sie kontinuierliche Unterstützung, um sicherzustellen, dass Ihre neuen Systeme aktualisiert und sicher bleiben?",
	"Business Process Automation": "Automatisierung von Geschäftsprozessen",
	"Considering Business Process Automation but Unsure Where to Start?": "Sie denken über die Automatisierung von Geschäftsprozessen nach, wissen aber nicht, wo Sie anfangen sollen?",
	"How can automation streamline your operations and reduce costs?": "Wie kann die Automatisierung Ihre Abläufe straffen und Kosten senken?",
	"Which processes in your business are prime candidates for automation?": "Welche Prozesse in Ihrem Unternehmen sind besonders für die Automatisierung geeignet?",
	"Worried about the impact of automation on your workforce?": "Besorgt über die Auswirkungen der Automatisierung auf Ihre Belegschaft?",
	"Facing Challenges in Implementing Business Process Automation?": "Herausforderungen bei der Implementierung der Automatisierung von Geschäftsprozessen?",
	"Which tools and technologies are best for automating your specific processes?": "Welche Werkzeuge und Technologien eignen sich am besten für die Automatisierung Ihrer spezifischen Prozesse?",
	"How do you ensure a smooth transition from manual to automated workflows?": "Wie stellen Sie einen reibungslosen Übergang von manuellen zu automatisierten Arbeitsabläufen sicher?",
	"Concerned about integrating automation with your existing software systems?": "Besorgt über die Integration der Automatisierung in Ihre bestehenden Softwaresysteme?",
	"Looking for an Experienced Partner to Automate Your Business Processes?": "Suchen Sie einen erfahrenen Partner, um Ihre Geschäftsprozesse zu automatisieren?",
	"How do you identify and prioritize automation opportunities in your business?": "Wie identifizieren und priorisieren Sie Automatisierungsmöglichkeiten in Ihrem Unternehmen?",
	"Who can guide you through the design, implementation, and optimization of automated systems?": "Wer kann Sie durch Design, Implementierung und Optimierung automatisierter Systeme führen?",
	"Need ongoing support to keep your automated processes running efficiently?": "Benötigen Sie kontinuierliche Unterstützung, um sicherzustellen, dass Ihre automatisierten Prozesse effizient laufen?",
	"Web Applications": "Webanwendungen",
	"Need a Web Application but Don’t Know Where to Begin?": "Sie brauchen eine Webanwendung, wissen aber nicht, wo Sie anfangen sollen?",
	"What technologies should you use?": "Welche Technologien sollten Sie verwenden?",
	"How do you ensure scalability and security?": "Wie stellen Sie Skalierbarkeit und Sicherheit sicher?",
	"Stuck choosing between front-end and back-end frameworks?": "Sie stecken fest bei der Wahl zwischen Front-End- und Back-End-Frameworks?",
	"Confused by the Complexities of Web Development?": "Verwirrt von den Komplexitäten der Webentwicklung?",
	"Which programming language is best for your business?": "Welche Programmiersprache ist die beste für Ihr Unternehmen?",
	"How do you optimize performance across devices?": "Wie optimieren Sie die Leistung auf verschiedenen Geräten?",
	"Worried about data management and integration?": "Besorgt über Datenmanagement und Integration?",
	"Looking for a Reliable Partner to Build Your Web Application?": "Suchen Sie einen zuverlässigen Partner, um Ihre Webanwendung zu erstellen?",
	"How can you transform your ideas into a functional app?": "Wie können Sie Ihre Ideen in eine funktionale App umsetzen?",
	"Who can you trust to manage both front-end and back-end development?": "Wem können Sie vertrauen, sowohl das Front-End als auch das Back-End zu verwalten?",
	"Need post-launch support and ongoing maintenance?": "Benötigen Sie Unterstützung nach dem Start und laufende Wartung?",
	"Mobile Applications": "Mobile Anwendungen",
	"Thinking About a Mobile App but Not Sure Where to Start?": "Denken Sie über eine mobile App nach, wissen aber nicht, wo Sie anfangen sollen?",
	"What platform should you choose: iOS, Android, or both?": "Welche Plattform sollten Sie wählen: iOS, Android oder beides?",
	"How do you ensure your app is user-friendly and intuitive?": "Wie stellen Sie sicher, dass Ihre App benutzerfreundlich und intuitiv ist?",
	"Concerned about app store requirements and approvals?": "Besorgt über Anforderungen und Genehmigungen in App-Stores?",
	"Struggling with Mobile App Development Challenges?": "Kämpfen Sie mit Herausforderungen in der Entwicklung mobiler Apps?",
	"Which programming language or framework is right for your app?": "Welche Programmiersprache oder welches Framework ist das Richtige für Ihre App?",
	"How can you ensure your app performs well across different devices?": "Wie stellen Sie sicher, dass Ihre App auf verschiedenen Geräten gut funktioniert?",
	"Worried about app security and data privacy?": "Besorgt über die Sicherheit und den Datenschutz Ihrer App?",
	"Need a Trusted Partner to Bring Your Mobile App Vision to Life?": "Benötigen Sie einen vertrauenswürdigen Partner, um Ihre mobile App-Vision zum Leben zu erwecken?",
	"How do you turn your ideas into a fully functional mobile app?": "Wie verwandeln Sie Ihre Ideen in eine voll funktionsfähige mobile App?",
	"Who can handle both front-end and back-end development for mobile?": "Wer kann sowohl die Front-End- als auch die Back-End-Entwicklung für mobile Geräte übernehmen?",
	"Looking for ongoing support and updates after launch?": "Suchen Sie nach laufender Unterstützung und Updates nach dem Start?",
	"Desktop Applications": "Desktop-Anwendungen",
	"Considering a Desktop Application but Unsure How to Proceed?": "Sie denken über eine Desktop-Anwendung nach, wissen aber nicht, wie Sie vorgehen sollen?",
	"What operating system should you target: Windows, macOS, Linux, or all?": "Welches Betriebssystem sollten Sie anvisieren: Windows, macOS, Linux oder alle?",
	"How can you ensure a seamless user experience across different devices?": "Wie stellen Sie ein nahtloses Benutzererlebnis auf verschiedenen Geräten sicher?",
	"Concerned about software installation and compatibility issues?": "Besorgt über Software-Installation und Kompatibilitätsprobleme?",
	"Facing Hurdles in Desktop Application Development?": "Herausforderungen in der Entwicklung von Desktop-Anwendungen?",
	"Which programming language or framework is best suited for your desktop app?": "Welche Programmiersprache oder welches Framework eignet sich am besten für Ihre Desktop-App?",
	"How do you optimize performance and resource usage on different systems?": "Wie optimieren Sie die Leistung und Ressourcennutzung auf verschiedenen Systemen?",
	"Worried about software updates, patches, and version control?": "Besorgt über Software-Updates, Patches und Versionskontrolle?",
	"Seeking a Reliable Team to Develop Your Desktop Application?": "Suchen Sie ein zuverlässiges Team zur Entwicklung Ihrer Desktop-Anwendung?",
	"How can you turn your desktop software idea into a reality?": "Wie können Sie Ihre Desktop-Software-Idee in die Realität umsetzen?",
	"Who can manage both the UI/UX design and core development efficiently?": "Wer kann sowohl das UI/UX-Design als auch die Kernentwicklung effizient verwalten?",
	"Need long-term support and maintenance for your application?": "Benötigen Sie langfristige Unterstützung und Wartung für Ihre Anwendung?",
	"AI-Driven Solutions": "KI-gestützte Lösungen",
	"Exploring AI Solutions but Don’t Know Where to Start?": "Erforschen Sie KI-Lösungen, wissen aber nicht, wo Sie anfangen sollen?",
	"How can AI enhance your business processes?": "Wie kann KI Ihre Geschäftsprozesse verbessern?",
	"What type of AI models are best suited for your needs: Machine Learning, Deep Learning, NLP?": "Welche Art von KI-Modellen ist am besten für Ihre Bedürfnisse geeignet: Machine Learning, Deep Learning, NLP?",
	"Unsure how to integrate AI with your existing systems?": "Unsicher, wie Sie KI in Ihre bestehenden Systeme integrieren?",
	"Struggling with AI Development Challenges?": "Kämpfen Sie mit Herausforderungen in der KI-Entwicklung?",
	"Which AI tools and frameworks should you use for development?": "Welche KI-Tools und Frameworks sollten Sie für die Entwicklung verwenden?",
	"How can you ensure your AI models are accurate and unbiased?": "Wie stellen Sie sicher, dass Ihre KI-Modelle genau und unvoreingenommen sind?",
	"Worried about data security, privacy, and ethical concerns?": "Besorgt über Datensicherheit, Datenschutz und ethische Bedenken?",
	"Looking for an Expert Partner to Implement AI in Your Business?": "Suchen Sie einen Expertenpartner zur Implementierung von KI in Ihrem Unternehmen?",
	"How do you translate your AI ideas into practical, scalable solutions?": "Wie übersetzen Sie Ihre KI-Ideen in praktische, skalierbare Lösungen?",
	"Who can help with both the development and deployment of AI models?": "Wer kann sowohl bei der Entwicklung als auch bei der Implementierung von KI-Modellen helfen?",
	"Need ongoing support to keep your AI systems up to date and optimized?": "Benötigen Sie kontinuierliche Unterstützung, um Ihre KI-Systeme auf dem neuesten Stand und optimiert zu halten?",
	"Custom Software Solutions": "Individuelle Softwarelösungen",
	"Need Custom Software but Don’t Know Where to Begin?": "Sie brauchen individuelle Software, wissen aber nicht, wo Sie anfangen sollen?",
	"How do you determine the right features for your business needs?": "Wie bestimmen Sie die richtigen Funktionen für Ihre Geschäftsanforderungen?",
	"What technology stack is best suited for your custom solution?": "Welcher Technologie-Stack ist am besten für Ihre individuelle Lösung geeignet?",
	"Worried about integration with your existing systems?": "Besorgt über die Integration in Ihre bestehenden Systeme?",
	"Facing Challenges in Custom Software Development?": "Herausforderungen in der Entwicklung individueller Software?",
	"Which development approach should you take: Agile, Waterfall, or Hybrid?": "Welchen Entwicklungsansatz sollten Sie wählen: Agile, Waterfall oder Hybrid?",
	"How can you ensure your software is scalable and future-proof?": "Wie stellen Sie sicher, dass Ihre Software skalierbar und zukunftssicher ist?",
	"Concerned about managing costs and timelines effectively?": "Besorgt über die effektive Verwaltung von Kosten und Zeitplänen?",
	"Looking for a Trusted Partner to Build Your Custom Software?": "Suchen Sie einen vertrauenswürdigen Partner, um Ihre individuelle Software zu entwickeln?",
	"How do you bring your unique business ideas to life through software?": "Wie bringen Sie Ihre einzigartigen Geschäftsideen durch Software zum Leben?",
	"Who can provide both development expertise and strategic guidance?": "Wer kann sowohl Entwicklungsexpertise als auch strategische Beratung bieten?",
	"Need long-term support to maintain and update your custom solution?": "Benötigen Sie langfristige Unterstützung zur Wartung und Aktualisierung Ihrer individuellen Lösung?",
	"ERP Systems": "ERP-Systeme",
	"Thinking About Implementing an ERP System but Unsure Where to Start?": "Denken Sie über die Implementierung eines ERP-Systems nach, wissen aber nicht, wo Sie anfangen sollen?",
	"How can an ERP system improve efficiency across your organization?": "Wie kann ein ERP-System die Effizienz in Ihrer gesamten Organisation verbessern?",
	"What should you consider when choosing an ERP solution for your business?": "Was sollten Sie bei der Wahl einer ERP-Lösung für Ihr Unternehmen berücksichtigen?",
	"Worried about the cost and complexity of ERP implementation?": "Besorgt über die Kosten und Komplexität der ERP-Implementierung?",
	"Facing Challenges with Your Current ERP System?": "Herausforderungen mit Ihrem aktuellen ERP-System?",
	"Is your ERP system outdated and struggling to meet your needs?": "Ist Ihr ERP-System veraltet und hat Mühe, Ihre Bedürfnisse zu erfüllen?",
	"How do you ensure seamless integration with other business tools?": "Wie stellen Sie eine nahtlose Integration mit anderen Geschäftswerkzeugen sicher?",
	"Concerned about user adoption and training for your ERP system?": "Besorgt über Benutzerakzeptanz und Schulung für Ihr ERP-System?",
	"Looking for a Reliable Partner to Implement or Upgrade Your ERP System?": "Suchen Sie einen zuverlässigen Partner zur Implementierung oder Aktualisierung Ihres ERP-Systems?",
	"How do you select the right ERP modules for your specific business processes?": "Wie wählen Sie die richtigen ERP-Module für Ihre spezifischen Geschäftsprozesse aus?",
	"Who can help with both the implementation and customization of your ERP system?": "Wer kann sowohl bei der Implementierung als auch bei der Anpassung Ihres ERP-Systems helfen?",
	"Need ongoing support to optimize and maintain your ERP solution?": "Benötigen Sie kontinuierliche Unterstützung zur Optimierung und Wartung Ihrer ERP-Lösung?",
	"Web Scraping": "Web Scraping",
	"Interested in Web Scraping but Not Sure Where to Start?": "Interessiert an Web Scraping, aber nicht sicher, wo Sie anfangen sollen?",
	"How can web scraping help you gather valuable data from the web?": "Wie kann Ihnen Web Scraping helfen, wertvolle Daten aus dem Internet zu sammeln?",
	"What legal considerations should you be aware of before scraping websites?": "Welche rechtlichen Überlegungen sollten Sie vor dem Scraping von Websites beachten?",
	"Unsure how to handle large volumes of data efficiently?": "Unsicher, wie Sie große Datenmengen effizient verwalten?",
	"Facing Technical Challenges with Web Scraping?": "Technische Herausforderungen beim Web Scraping?",
	"Which tools and libraries are best for your web scraping project?": "Welche Werkzeuge und Bibliotheken sind am besten für Ihr Web-Scraping-Projekt geeignet?",
	"How do you deal with website restrictions like CAPTCHAs and rate limits?": "Wie gehen Sie mit Website-Einschränkungen wie CAPTCHAs und Ratenbegrenzungen um?",
	"Worried about maintaining accuracy and consistency in your scraped data?": "Besorgt über die Aufrechterhaltung der Genauigkeit und Konsistenz Ihrer gescrapten Daten?",
	"Looking for an Expert to Handle Your Web Scraping Needs?": "Suchen Sie einen Experten, der Ihre Web-Scraping-Bedürfnisse erfüllt?",
	"How do you build a robust, scalable web scraping solution?": "Wie bauen Sie eine robuste, skalierbare Web-Scraping-Lösung?",
	"Who can ensure your web scraping process is compliant and secure?": "Wer kann sicherstellen, dass Ihr Web-Scraping-Prozess konform und sicher ist?",
	"Need ongoing support to adapt your scraping to changing website structures?": "Benötigen Sie kontinuierliche Unterstützung, um Ihr Scraping an sich ändernde Website-Strukturen anzupassen?",
	"Workshops": "Workshops",
	"Struggling to find the right expert to deliver a lecture or workshop on a specialized topic?": "Schwierigkeiten, den richtigen Experten für einen Vortrag oder Workshop zu einem spezialisierten Thema zu finden?",
	"Need something customized for your team or students on emerging technologies?": "Benötigen Sie etwas Individuelles für Ihr Team oder Ihre Schüler zu neuen Technologien?",
	"Looking for hands-on sessions that teach real-world skills in web development, AI, or other areas?": "Suchen Sie nach praxisnahen Sessions, die echte Fähigkeiten in der Webentwicklung, KI oder anderen Bereichen vermitteln?",
	"Workshops Offered by Formamind": "Workshops von Formamind",
	"Introduction to Algorithmics": "Einführung in die Algorithmik",
	"Advanced Algorithmics": "Fortgeschrittene Algorithmik",
	"Introduction to Machine Learning and Artificial Intelligence": "Einführung in Machine Learning und Künstliche Intelligenz",
	"Ethics in Computer Science": "Ethik in der Informatik",
	"Introduction to Web Design and Web Development": "Einführung in Webdesign und Webentwicklung",
	"Modern Techniques in Web Development": "Moderne Techniken in der Webentwicklung",
	"School Course Prelections": "Vorträge für Schulkurse",
	"And that’s just the start.": "Und das ist erst der Anfang.",
	"We offer a variety of workshops and lectures and are happy to adjust the content to fit exactly what you need. We can even cover the full high school curriculum (podstawa programowa liceum).": "Wir bieten eine Vielzahl von Workshops und Vorträgen an und passen den Inhalt gerne genau an Ihre Bedürfnisse an. Wir können sogar den gesamten Lehrplan für die Oberstufe (podstawa programowa liceum) abdecken.",
	"CRM Systems": "CRM-Systeme",
	"Considering a CRM System but Not Sure Where to Begin?": "Sie denken über ein CRM-System nach, wissen aber nicht, wo Sie anfangen sollen?",
	"How can a CRM system enhance your customer relationships and sales processes?": "Wie kann ein CRM-System Ihre Kundenbeziehungen und Vertriebsprozesse verbessern?",
	"What features should you look for in a CRM solution?": "Welche Funktionen sollten Sie in einer CRM-Lösung suchen?",
	"Worried about the cost and time involved in implementing a CRM system?": "Besorgt über die Kosten und den Zeitaufwand für die Implementierung eines CRM-Systems?",
	"Facing Issues with Your Existing CRM System?": "Probleme mit Ihrem bestehenden CRM-System?",
	"Is your current CRM system outdated or not meeting your business needs?": "Ist Ihr aktuelles CRM-System veraltet oder erfüllt es nicht Ihre geschäftlichen Anforderungen?",
	"How do you integrate your CRM with other marketing and sales tools?": "Wie integrieren Sie Ihr CRM mit anderen Marketing- und Vertriebstools?",
	"Concerned about data migration, customization, and user training?": "Besorgt über Datenmigration, Anpassung und Benutzerschulung?",
	"Looking for a Partner to Implement or Upgrade Your CRM System?": "Suchen Sie einen Partner zur Implementierung oder Aktualisierung Ihres CRM-Systems?",
	"How do you choose the right CRM platform for your industry and business size?": "Wie wählen Sie die richtige CRM-Plattform für Ihre Branche und Unternehmensgröße aus?",
	"Who can provide both implementation expertise and ongoing support?": "Wer kann sowohl Implementierungsexpertise als auch laufende Unterstützung bieten?",
	"Need help in customizing your CRM to match your specific workflows and goals?": "Benötigen Sie Hilfe bei der Anpassung Ihres CRM an Ihre spezifischen Arbeitsabläufe und Ziele?",
	"Websites": "Websites",
	"Need a Website but Don’t Know Where to Start?": "Sie brauchen eine Website, wissen aber nicht, wo Sie anfangen sollen?",
	"How can a professionally designed website boost your online presence?": "Wie kann eine professionell gestaltete Website Ihre Online-Präsenz verbessern?",
	"What features and design elements should be included to engage visitors?": "Welche Funktionen und Designelemente sollten enthalten sein, um Besucher zu begeistern?",
	"Worried about mobile responsiveness and SEO optimization?": "Besorgt über mobile Responsivität und SEO-Optimierung?",
	"Struggling with Your Current Website’s Performance?": "Probleme mit der Leistung Ihrer aktuellen Website?",
	"Is your website outdated and not converting visitors into customers?": "Ist Ihre Website veraltet und wandelt Besucher nicht in Kunden um?",
	"How do you improve site speed, user experience, and accessibility?": "Wie verbessern Sie die Geschwindigkeit, Benutzerfreundlichkeit und Zugänglichkeit Ihrer Website?",
	"Concerned about managing content, updates, and security?": "Besorgt über die Verwaltung von Inhalten, Updates und Sicherheit?",
	"Looking for a Partner to Design or Redesign Your Website?": "Suchen Sie einen Partner, um Ihre Website zu gestalten oder neu zu gestalten?",
	"How do you create a website that aligns with your brand and business goals?": "Wie erstellen Sie eine Website, die zu Ihrer Marke und Ihren Geschäftszielen passt?",
	"Who can handle both the design and technical development of your site?": "Wer kann sowohl das Design als auch die technische Entwicklung Ihrer Website übernehmen?",
	"Need ongoing support to keep your website updated and optimized?": "Benötigen Sie laufende Unterstützung, um Ihre Website aktuell und optimiert zu halten?",
	"E-commerce": "E-Commerce",
	"Planning to Launch an E-commerce Store but Not Sure Where to Start?": "Planen Sie die Eröffnung eines E-Commerce-Shops, wissen aber nicht, wo Sie anfangen sollen?",
	"How can an online store help you reach more customers and increase sales?": "Wie kann Ihnen ein Online-Shop helfen, mehr Kunden zu erreichen und den Umsatz zu steigern?",
	"What platform and features are best suited for your e-commerce needs?": "Welche Plattform und Funktionen eignen sich am besten für Ihre E-Commerce-Bedürfnisse?",
	"Worried about payment gateways, security, and compliance?": "Besorgt über Zahlungs-Gateways, Sicherheit und Compliance?",
	"Struggling with Your Existing E-commerce Platform?": "Probleme mit Ihrer bestehenden E-Commerce-Plattform?",
	"Is your e-commerce site failing to convert visitors into buyers?": "Wandelt Ihre E-Commerce-Website Besucher nicht in Käufer um?",
	"How do you optimize product listings, checkout processes, and user experience?": "Wie optimieren Sie Produktlistungen, Checkout-Prozesse und Benutzererfahrung?",
	"Concerned about integrating with inventory management, shipping, and CRM systems?": "Besorgt über die Integration mit Lagerverwaltung, Versand und CRM-Systemen?",
	"Looking for a Reliable Partner to Build or Enhance Your E-commerce Site?": "Suchen Sie einen zuverlässigen Partner, um Ihre E-Commerce-Website zu erstellen oder zu verbessern?",
	"How do you create a seamless shopping experience that drives sales?": "Wie schaffen Sie ein nahtloses Einkaufserlebnis, das den Umsatz steigert?",
	"Who can manage the design, development, and ongoing optimization of your store?": "Wer kann das Design, die Entwicklung und die laufende Optimierung Ihres Shops verwalten?",
	"Need support with marketing, SEO, and analytics to grow your online business?": "Benötigen Sie Unterstützung bei Marketing, SEO und Analysen, um Ihr Online-Geschäft auszubauen?",
	"You are in good hands!": "Sie sind in guten Händen!",
	"Educational and Corporate Workshops | Customized Training for Schools and Businesses - Formamind": "Bildungs- und Unternehmensworkshops | Maßgeschneiderte Schulungen für Schulen und Unternehmen - Formamind",
	"Formamind offers customized workshops for schools and businesses. Our expert-led sessions cover topics like web development, AI, and STEM, providing practical, hands-on training for students and professionals.": "Formamind bietet maßgeschneiderte Workshops für Schulen und Unternehmen an. Unsere von Experten geleiteten Sitzungen behandeln Themen wie Webentwicklung, KI und MINT und bieten praktische, praxisnahe Schulungen für Schüler und Fachleute.",
	"Website Design and Development | Build and Optimize Your Site - Formamind": "Website-Design und -Entwicklung | Bauen und Optimieren Sie Ihre Website - Formamind",
	"Formamind: Need a new website or redesign? We create custom websites that enhance your online presence. From responsive design to SEO optimization, we ensure your site engages visitors and drives conversions.": "Formamind: Brauchen Sie eine neue Website oder ein Redesign? Wir erstellen maßgeschneiderte Websites, die Ihre Online-Präsenz verbessern. Vom responsiven Design bis zur SEO-Optimierung stellen wir sicher, dass Ihre Website Besucher anspricht und Conversions steigert.",
	"Web Scraping Software Development | Custom Data Collection Tools - Formamind": "Web Scraping Softwareentwicklung | Maßgeschneiderte Tools zur Datenerfassung - Formamind",
	"Formamind: Need custom software for web scraping and data collection? We develop powerful tools for automated web data extraction, tailored to your specific needs. Efficiently gather and manage data from websites with our custom solutions.": "Formamind: Benötigen Sie maßgeschneiderte Software für Web Scraping und Datenerfassung? Wir entwickeln leistungsstarke Werkzeuge für die automatisierte Web-Datenerfassung, die auf Ihre spezifischen Bedürfnisse zugeschnitten sind. Erfassen und verwalten Sie Daten effizient von Websites mit unseren maßgeschneiderten Lösungen.",
	"Web Application Development | Build Custom Web Apps - Formamind": "Webanwendungsentwicklung | Maßgeschneiderte Web-Apps erstellen - Formamind",
	"Formamind: Need a web application? We develop custom web apps with a focus on scalability, security, and performance. Get expert support from start to finish.": "Formamind: Benötigen Sie eine Webanwendung? Wir entwickeln maßgeschneiderte Web-Apps mit einem Fokus auf Skalierbarkeit, Sicherheit und Leistung. Erhalten Sie fachkundige Unterstützung von Anfang bis Ende.",
	"Mobile App Development | Build Custom iOS and Android Apps - Formamind": "Mobile App-Entwicklung | Maßgeschneiderte iOS- und Android-Apps erstellen - Formamind",
	"Formamind: Need a mobile app? We develop custom apps for iOS and Android that are user-friendly, secure, and optimized for performance. Get expert help from design to launch.": "Formamind: Benötigen Sie eine mobile App? Wir entwickeln maßgeschneiderte Apps für iOS und Android, die benutzerfreundlich, sicher und leistungsoptimiert sind. Erhalten Sie fachkundige Hilfe vom Design bis zum Start.",
	"Legacy System Modernization | Upgrade and Modernize Your Software - Formamind": "Modernisierung von Altsystemen | Aktualisieren und Modernisieren Sie Ihre Software - Formamind",
	"Formamind: Looking to modernize your legacy systems? We help businesses upgrade outdated software and integrate modern technologies smoothly and efficiently.": "Formamind: Möchten Sie Ihre Altsysteme modernisieren? Wir helfen Unternehmen, veraltete Software zu aktualisieren und moderne Technologien reibungslos und effizient zu integrieren.",
	"ERP Systems for Business | Custom Enterprise Resource Planning Software - Formamind": "ERP-Systeme für Unternehmen | Maßgeschneiderte Unternehmensressourcenplanung-Software - Formamind",
	"Formamind: Looking to set up or upgrade your ERP system? We specialize in Enterprise Resource Planning software that streamlines business operations, with custom solutions and ongoing support.": "Formamind: Möchten Sie Ihr ERP-System einrichten oder aktualisieren? Wir spezialisieren uns auf Unternehmensressourcenplanung-Software, die Geschäftsabläufe optimiert, mit maßgeschneiderten Lösungen und kontinuierlicher Unterstützung.",
	"E-commerce Development | Build and Optimize Your Online Store - Formamind": "E-Commerce-Entwicklung | Bauen und Optimieren Sie Ihren Online-Shop - Formamind",
	"Formamind: Planning to start an online store or improve an existing one? We build and optimize e-commerce sites to increase sales and ensure secure, seamless transactions.": "Formamind: Planen Sie einen Online-Shop zu eröffnen oder einen bestehenden zu verbessern? Wir bauen und optimieren E-Commerce-Websites, um den Umsatz zu steigern und sichere, nahtlose Transaktionen zu gewährleisten.",
	"Desktop Application Development | Build Custom Desktop Apps - Formamind": "Desktop-Anwendungsentwicklung | Maßgeschneiderte Desktop-Apps erstellen - Formamind",
	"Formamind: Need a desktop application? We develop custom desktop software for Windows, macOS, and Linux. Ensure compatibility, performance, and a great user experience.": "Formamind: Benötigen Sie eine Desktop-Anwendung? Wir entwickeln maßgeschneiderte Desktop-Software für Windows, macOS und Linux. Sicherstellen von Kompatibilität, Leistung und einem großartigen Benutzererlebnis.",
	"Custom Software Development | Build Software for Business Needs - Formamind": "Maßgeschneiderte Softwareentwicklung | Software für Geschäftsanforderungen erstellen - Formamind",
	"Formamind: Get custom software development that fits your business. We develop software to meet your specific requirements, ensuring easy integration with existing systems.": "Formamind: Erhalten Sie maßgeschneiderte Softwareentwicklung, die zu Ihrem Unternehmen passt. Wir entwickeln Software, die Ihre spezifischen Anforderungen erfüllt und eine einfache Integration in bestehende Systeme gewährleistet.",
	"Custom CRM Development | Build a CRM System for Your Business - Formamind": "CRM-Entwicklung nach Maß | Erstellen Sie ein CRM-System für Ihr Unternehmen - Formamind",
	"Formamind: Looking to build a custom CRM system? We specialize in CRM software development tailored to your business needs, helping you manage customer relationships effectively.": "Formamind: Möchten Sie ein maßgeschneidertes CRM-System erstellen? Wir spezialisieren uns auf die Entwicklung von CRM-Software, die auf Ihre Geschäftsanforderungen zugeschnitten ist, und helfen Ihnen, Kundenbeziehungen effektiv zu verwalten.",
	"Formamind | Business Process Automation": "Formamind | Automatisierung von Geschäftsprozessen",
	"How can I automate my business processes? Formamind helps businesses save time and money by automating everyday tasks and making sure everything works smoothly with your current systems. Get help with the right tools and easy setup.": "Wie kann ich meine Geschäftsprozesse automatisieren? Formamind hilft Unternehmen, Zeit und Geld zu sparen, indem es alltägliche Aufgaben automatisiert und sicherstellt, dass alles reibungslos mit Ihren aktuellen Systemen funktioniert. Holen Sie sich Hilfe mit den richtigen Werkzeugen und einfacher Einrichtung.",
	"Formamind | AI Solutions for Businesses": "Formamind | KI-Lösungen für Unternehmen",
	"How can AI help my business? Formamind develops custom AI solutions to automate tasks, improve efficiency, and drive business growth. Specializing in Machine Learning, Deep Learning, and NLP, we create AI that works for you.": "Wie kann KI meinem Unternehmen helfen? Formamind entwickelt maßgeschneiderte KI-Lösungen zur Automatisierung von Aufgaben, Verbesserung der Effizienz und Förderung des Unternehmenswachstums. Wir spezialisieren uns auf Machine Learning, Deep Learning und NLP und erstellen KI, die für Sie arbeitet.",

	"Your": "Wir entwickeln",
	"Software Development": "Software",
	"Journey": "für Sie",
	"Your Idea": "Deine Idee",
	"our commitment": "unser Fleiß",
	"Your Goals": "Deine Ziele",
	"our motivation": "unsere Motivation",
	"Your Growth": "Dein Erfolg",
	"our solutions": "unsere Lösungen",
	"back": "zurück",

	"keywords": "Webseite, Softwareentwicklung, KI, Webanwendungsentwicklung, Automatisierung von Geschäftsprozessen, Entwicklung von Mobilen Apps, ERP-Systeme, E-Commerce-Entwicklung, Web-Scraping-Tools, CRM-Systeme, Webdesign, Softwareentwicklung Europa, Softwareentwicklung Deutschland, Softwareentwicklung Österreich"
}
