{
	"company": "o nas",
	"services": "usługi",
	"careers": "kariera",
	"Get in touch": "Kontakt",
	"index-h1-pre": "Formamind\nTutaj ",
	"index-h1-span": "Twój pomysł\n",
	"index-h1-post": "nabiera kształtu",
	"made in Europe": "polski software house",
	"Who are we?": "Kim jesteśmy?",
	"Who are we?-text": "Jesteśmy zespołem programistów, którzy chcą wykorzystać swoją wiedzę i doświadczenie do realizacji Twoich pomysłów. Pracowaliśmy zarówno z młodymi firmami, jak i dużymi organizacjami, dlatego doskonale rozumiemy, że każdy projekt potrzebuje indywidualnego podejścia. Pozwól nam nadać Twojemu pomysłowi konkretny kształt – jesteśmy gotowi do działania!",
	"Our values": "Nasze wartości",
	"modern approach": "nowoczesne podejście",
	"modern-approach-text": "Wykorzystujemy najnowsze technologie, aby tworzyć dynamiczne rozwiązania wykraczające poza tradycyjne metody.",
	"client-driven design": "projektowanie z myślą o kliencie",
	"cient-driven-design-text": "Priorytetowo traktujemy potrzeby naszych klientów, ściśle współpracując, aby dostarczać dopasowane i skuteczne rozwiązania.",
	"attention to details": "dbałość o szczegóły",
	"attention-to-details-text": "Dbamy o każdy szczegół naszych projektów, dostarczając wysokiej jakości i niezawodne rozwiązania.",
	"Technologies we work with": "Technologie",
	"and more": "i inne",
	"Services we provide": "Nasze usługi",
	"SaaS": "SaaS",
	"SaaP": "SaaP",
	"Web applications": "Aplikacje internetowe",
	"AI-driven solutions": "Rozwiązania oparte na AI",
	"Business process automatization": "Automatyzacja procesów biznesowych",
	"Legacy systems modernization": "Modernizacja starszych systemów",
	"Mobile apps": "Aplikacje mobilne",
	"Desktop applications": "Aplikacje desktopowe",
	"Custom software solutions": "Niestandardowe rozwiązania IT",
	"ERP systems": "Systemy ERP",
	"Careers": "Kariera",
	"Services": "Usługi",
	"Contact us": "Kontakt",
	"What is your email?": "E-mail",
	"What can we call you?": "Imię i nazwisko",
	"What would you like to talk about?": "O czym chcesz porozmawiać?",
	"Send": "Wyślij",
	"Sending...": "Wysyłanie...",
	"contact-text": "Skontaktuj się z nami, opisz swoje potrzeby, a my pomożemy Ci przekształcić Twoje pomysły w rzeczywistość.",
	"WE'RE HERE FOR YOU": "MOŻESZ NA NAS POLEGAĆ",
	"contact": "kontakt",
	"Sections": "Działy ",
	"About us": "O nas",
	"impressum": "impressum",
	"privacy policy": "polityka prywatności",
	"© 2024 Formamind sp. z o.o. All Rights Reserved.": "© 2024 Formamind sp. z o.o. Wszelkie prawa zastrzeżone.",
	"Careers at Formamind": "Kariera w Formamind",
	"Search open positions": "Wyszukaj dostępne stanowiska",
	"filter by keywords": "filtruj według słów kluczowych",
	"No open positions at this moment.": "Obecnie brak wolnych stanowisk.",
	"But in case of elevated enthusiasm fell free to contact us.": "Jeśli jednak chcesz zaproponować nam ciekawą współpracę, skontaktuj się z nami.",
	"Privacy policy": "Polityka prywatności",
	"Formamind sp. z o.o.": "Formamind sp. z o.o. (sp. z o.o.)",
	"sp. z o.o.": "sp. z o.o.",
	"General Information": "Informacje ogólne",
	"general-information-text": "Niniejsza Polityka Prywatności określa zasady przetwarzania danych osobowych pozyskanych za pośrednictwem strony internetowej prowadzonej przez Formamind Sp. z o.o. z siedzibą w Warszawie, ul. Stefana Batorego 18, 02-591 Warszawa, NIP: 7011213157.",
	"Data Controller": "Administrator danych",
	"data-controller-text": "Administratorem danych jest Formamind Sp. z o.o., z siedzibą w Warszawie, ul. Stefana Batorego 18, 02-591 Warszawa, NIP: 7011213157, dalej zwany \"Administratorem\"",
	"Types of Processed Data": "Rodzaje przetwarzanych danych",
	"types-of-processed-data-text": "Administrator może przetwarzać następujące dane osobowe:",
	"firstName": "Imię i nazwisko",
	"emailAddress": "Adres e-mail",
	"phoneNumber": "Numer telefonu",
	"ipAddress": "Adres IP",
	"cookiesData": "Dane zbierane przez pliki cookie i podobne technologie",
	"Purpose and Legal Basis for Data Processing": "Cel i podstawa prawna przetwarzania danych",
	"purpose-and-legal-basis-text": "Dane osobowe są przetwarzane w następujących celach:",
	"inquiriesResponse": "Odpowiadanie na zapytania złożone za pośrednictwem formularza kontaktowego (art. 6 ust. 1 lit. a RODO - zgoda osoby, której dane dotyczą)",
	"websiteTrafficAnalysis": "Analiza ruchu na stronie internetowej za pomocą Google Analytics (art. 6 ust. 1 lit. f RODO - uzasadniony interes Administratora)",
	"Data Recipients": "Odbiorcy danych",
	"data-recipients-text": "Dane osobowe mogą być udostępniane:",
	"serviceProviders": "Dostawcom usług, którzy przetwarzają dane w imieniu Administratora (np. dostawcy usług IT, dostawcy usług hostingowych)",
	"googleAnalytics": "Google LLC w celu korzystania z Google Analytics (zgodnie z ramami EU-U.S. Privacy Shield lub równoważnymi zabezpieczeniami)",
	"Transfer of Data to Third Countries": "Przekazywanie danych do krajów trzecich",
	"transfer-of-data-to-third-countries-text": "Dane osobowe mogą być przekazywane do krajów spoza Europejskiego Obszaru Gospodarczego (EOG) tylko wtedy, gdy jest to konieczne i z odpowiednimi zabezpieczeniami, takimi jak standardowe klauzule umowne zatwierdzone przez Komisję Europejską.",
	"Data Retention Period": "Okres przechowywania danych",
	"data-retention-period-text": "Dane osobowe będą przechowywane tak długo, jak jest to konieczne do realizacji celów, dla których zostały zebrane lub do momentu wycofania zgody przez osobę, której dane dotyczą.",
	"Rights of Data Subjects": "Prawa osób, których dane dotyczą",
	"rights-of-data-subjects-text": "Osoby, których dane dotyczą, mają następujące prawa:",
	"rightToAccess": "Prawo dostępu do swoich danych",
	"rightToRectify": "Prawo do sprostowania swoich danych",
	"rightToErase": "Prawo do usunięcia swoich danych",
	"rightToRestrict": "Prawo do ograniczenia przetwarzania danych",
	"rightToObject": "Prawo do sprzeciwu wobec przetwarzania danych",
	"rightToPortability": "Prawo do przenoszenia danych",
	"rightToWithdraw": "Prawo do wycofania zgody w dowolnym momencie bez wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej wycofaniem",
	"exerciseRights": "Aby skorzystać z tych praw, prosimy o kontakt z Administratorem pod adresem: contact{'@'}formamind.com.",
	"Cookies and Similar Technologies": "Pliki cookie i podobne technologie",
	"cookies-and-similar-technologies-text": "Strona internetowa wykorzystuje pliki cookie w celu poprawy doświadczeń użytkowników i analizy ruchu na stronie. Użytkownicy mogą zarządzać ustawieniami plików cookie w swojej przeglądarce internetowej.",
	"Changes to the Privacy Policy": "Zmiany w Polityce Prywatności",
	"changes-to-the-privacy-policy-text": "Administrator zastrzega sobie prawo do aktualizacji niniejszej Polityki Prywatności w dowolnym momencie. Wszelkie zmiany zostaną opublikowane na tej stronie z zaktualizowaną datą rewizji.",
	"Contact Information": "Dane kontaktowe",
	"contact-information-text": "W przypadku jakichkolwiek pytań lub wątpliwości dotyczących niniejszej Polityki Prywatności lub przetwarzania danych, prosimy o kontakt z Administratorem pod adresem: contact{'@'}formamind.com.",
	"To main page": "Na stronę główną",
	"Impressum": "Impressum",
	"ownerTitle": "Właścicielem strony jest:",
	"ownerInfo": "Spółka z ograniczoną odpowiedzialnością Formamind",
	"ownerAddress": "z siedzibą w Warszawie, ul. Stefana Batorego 18, 02-591",
	"contactTitle": "Dane kontaktowe",
	"contactPerson": "Franciszek Łajszczak",
	"taxIdTitle": "NIP (Numer Identyfikacji Podatkowej)",
	"Formamind | Software development services": "Formamind | Usługi tworzenia oprogramowania",
	"Formamind: Crafting tailored software solutions to elevate your business performance. Specializing in SaaS, AI-driven solutions, ERP Systems, and more. Let's turn your vision into reality!": "Formamind: Tworzymy dostosowane rozwiązania programowe, aby zwiększyć efektywność Twojego biznesu. Specjalizujemy się w SaaS, rozwiązaniach opartych na AI, systemach ERP i innych. Zrealizujmy Twoją wizję!",
	"Formamind | Software development careers": "Formamind | Kariera w tworzeniu oprogramowania",
	"Join Formamind in Warsaw! We're a dynamic software development company specializing in SaaS, AI solutions, ERP systems, and more. Explore career opportunities and be part of our innovative team. Apply now!": "Dołącz do Formamind w Warszawie! Jesteśmy dynamiczną firmą zajmującą się tworzeniem oprogramowania, specjalizującą się w SaaS, rozwiązaniach AI, systemach ERP i innych. Sprawdź możliwości kariery i zostań częścią naszego innowacyjnego zespołu. Aplikuj teraz!",
	"Formamind | Impressum": "Formamind | Impressum",
	"Formamind | Privacy Policy": "Formamind | Polityka Prywatności",
	"Our privacy policy.": "Nasza polityka prywatności.",
	"By sending a message you agree to our": "Wysyłając wiadomość, zgadzasz się z naszą",
	"msg privacy policy": "polityką prywatności",
	"cookie privacy policy": "polityce prywatności",
	"Legacy Systems Modernization": "Modernizacja starszych systemów",
	"Dealing with Outdated Systems but Don’t Know How to Modernize?": "Masz przestarzałe systemy i nie wiesz, jak je zmodernizować?",
	"How can you upgrade your legacy systems without disrupting your business?": "Jak zmodernizować stare systemy, nie zakłócając działalności firmy?",
	"What are the risks and benefits of moving to modern technologies?": "Jakie są ryzyka i korzyści związane z przejściem na nowoczesne technologie?",
	"Concerned about data migration and compatibility issues?": "Obawiasz się migracji danych i problemów z kompatybilnością?",
	"Facing Challenges in Modernizing Legacy Systems?": "Masz trudności z modernizacją starszych systemów?",
	"Which modernization approach is right for you: rehosting, replatforming, or refactoring?": "Które podejście modernizacyjne jest dla Ciebie najlepsze: rehosting, replatforming czy refaktoryzacja?",
	"How do you ensure minimal downtime during the transition?": "Jak zapewnić minimalny przestój podczas przejścia?",
	"Worried about maintaining data integrity and security throughout the process?": "Martwisz się o integralność i bezpieczeństwo danych podczas procesu?",
	"Looking for a Skilled Partner to Modernize Your Legacy Systems?": "Szukasz doświadczonego partnera do modernizacji starszych systemów?",
	"How do you transform your legacy systems into scalable, future-proof solutions?": "Jak przekształcić stare systemy w skalowalne, przyszłościowe rozwiązania?",
	"Who can handle both the technical and strategic aspects of modernization?": "Kto może zająć się zarówno technicznymi, jak i strategicznymi aspektami modernizacji?",
	"Need continuous support to ensure your new systems stay updated and secure?": "Potrzebujesz stałego wsparcia, aby nowe systemy były aktualne i bezpieczne?",
	"Business Process Automation": "Automatyzacja procesów biznesowych",
	"Considering Business Process Automation but Unsure Where to Start?": "Rozważasz automatyzację procesów biznesowych, ale nie wiesz, od czego zacząć?",
	"How can automation streamline your operations and reduce costs?": "Jak automatyzacja może usprawnić operacje i obniżyć koszty?",
	"Which processes in your business are prime candidates for automation?": "Które procesy można poddać automatyzacji?",
	"Worried about the impact of automation on your workforce?": "Obawiasz się wpływu automatyzacji na swoją kadrę?",
	"Facing Challenges in Implementing Business Process Automation?": "Napotykasz trudności we wdrażaniu automatyzacji procesów biznesowych?",
	"Which tools and technologies are best for automating your specific processes?": "Które narzędzia i technologie są najlepsze do automatyzacji konkretnych procesów w  firmie?",
	"How do you ensure a smooth transition from manual to automated workflows?": "Jak zapewnić płynne przejście z procesów ręcznych na zautomatyzowane?",
	"Concerned about integrating automation with your existing software systems?": "Obawiasz się integracji automatyzacji z istniejącymi systemami?",
	"Looking for an Experienced Partner to Automate Your Business Processes?": "Szukasz doświadczonego partnera do automatyzacji procesów biznesowych?",
	"How do you identify and prioritize automation opportunities in your business?": "Jak zidentyfikować i ustalić priorytety w zakresie automatyzacji procesów w  firmie?",
	"Who can guide you through the design, implementation, and optimization of automated systems?": "Kto może poprowadzić Cię przez proces projektowania, wdrażania i optymalizacji zautomatyzowanych systemów?",
	"Need ongoing support to keep your automated processes running efficiently?": "Potrzebujesz regularnego wsparcia, aby zautomatyzowane procesy działały sprawnie?",
	"Web Applications": "Aplikacje internetowe",
	"Need a Web Application but Don’t Know Where to Begin?": "Potrzebujesz aplikacji internetowej, ale nie wiesz, od czego zacząć?",
	"What technologies should you use?": "Jakich technologii należy użyć?",
	"How do you ensure scalability and security?": "Jak zapewnić skalowalność i bezpieczeństwo aplikacji?",
	"Stuck choosing between front-end and back-end frameworks?": "Który framework wybrać zarówno na front-end, jak i na back-end?",
	"Confused by the Complexities of Web Development?": "Przytłacza Cię złożoność tworzenia aplikacji internetowych?",
	"Which programming language is best for your business?": "Jaki język programowania będzie najlepszy dla Twojego biznesu?",
	"How do you optimize performance across devices?": "Jak zoptymalizować wydajność na różnych urządzeniach?",
	"Worried about data management and integration?": "Martwisz się o zarządzanie danymi i integrację?",
	"Looking for a Reliable Partner to Build Your Web Application?": "Szukasz niezawodnego partnera do stworzenia aplikacji internetowej?",
	"How can you transform your ideas into a functional app?": "Jak przekształcić swoje pomysły w funkcjonalną aplikację?",
	"Who can you trust to manage both front-end and back-end development?": "Komu możesz zaufać w zarządzaniu rozwojem front-endu i back-endu?",
	"Need post-launch support and ongoing maintenance?": "Potrzebujesz wsparcia i bieżącej konserwacji po uruchomieniu aplikacji?",
	"Mobile Applications": "Aplikacje mobilne",
	"Thinking About a Mobile App but Not Sure Where to Start?": "Myślisz o aplikacji mobilnej, ale nie wiesz, od czego zacząć?",
	"What platform should you choose: iOS, Android, or both?": "Którą platformę wybrać: iOS, Android czy obie?",
	"How do you ensure your app is user-friendly and intuitive?": "Jak zadbać, aby aplikacja była przyjazna i intuicyjna dla użytkownika?",
	"Concerned about app store requirements and approvals?": "Martwisz się o wymagania i akceptację w app store?",
	"Struggling with Mobile App Development Challenges?": "Zmagasz się z wyzwaniami związanymi z tworzeniem aplikacji mobilnych?",
	"Which programming language or framework is right for your app?": "Jaki język programowania lub framework będzie najlepszy dla aplikacji?",
	"How can you ensure your app performs well across different devices?": "Jak sprawić, żeby aplikacja działała dobrze na różnych urządzeniach?",
	"Worried about app security and data privacy?": "Martwisz się o bezpieczeństwo aplikacji i prywatność danych?",
	"Need a Trusted Partner to Bring Your Mobile App Vision to Life?": "Potrzebujesz zaufanego partnera, który przekształci Twoją wizję aplikacji mobilnej w rzeczywistość?",
	"How do you turn your ideas into a fully functional mobile app?": "Jak przekształcić swoje pomysły w pełni funkcjonalną aplikację mobilną?",
	"Who can handle both front-end and back-end development for mobile?": "Kto może zająć się zarówno front-endem, jak i back-endem w aplikacjach mobilnych?",
	"Looking for ongoing support and updates after launch?": "Potrzebujesz aktualizaji aplikacji mobilnej?",
	"Desktop Applications": "Aplikacje desktopowe",
	"Considering a Desktop Application but Unsure How to Proceed?": "Myślisz o aplikacji desktopowej, ale nie wiesz, jak się do tego zabrać?",
	"What operating system should you target: Windows, macOS, Linux, or all?": "W jaki system operacyjny celować: Windows, macOS, Linux, a może we wszystkie?",
	"How can you ensure a seamless user experience across different devices?": "Jak zapewnić spójne doświadczenie użytkownika na różnych urządzeniach?",
	"Concerned about software installation and compatibility issues?": "Martwisz się o instalację oprogramowania i problemy z kompatybilnością?",
	"Facing Hurdles in Desktop Application Development?": "Napotykasz przeszkody w tworzeniu aplikacji desktopowych?",
	"Which programming language or framework is best suited for your desktop app?": "Jaki język programowania lub framework najlepiej nadaje się do aplikacji desktopowej?",
	"How do you optimize performance and resource usage on different systems?": "Jak zoptymalizować wydajność i zużycie zasobów na różnych systemach?",
	"Worried about software updates, patches, and version control?": "Martwisz się o aktualizacje oprogramowania, poprawki i kontrolę wersji?",
	"Seeking a Reliable Team to Develop Your Desktop Application?": "Szukasz niezawodnego zespołu do stworzenia aplikacji desktopowej?",
	"How can you turn your desktop software idea into a reality?": "Jak przekształcić pomysł na oprogramowanie desktopowe w rzeczywistość?",
	"Who can manage both the UI/UX design and core development efficiently?": "Kto może efektywnie zarządzać zarówno projektowaniem UI/UX, jak i rozwojem aplikacji?",
	"Need long-term support and maintenance for your application?": "Potrzebujesz długoterminowego wsparcia w utrzymania swojej aplikacji?",
	"AI-Driven Solutions": "Rozwiązania oparte na AI",
	"Exploring AI Solutions but Don’t Know Where to Start?": "Eksplorujesz rozwiązania AI, ale nie wiesz, od czego zacząć?",
	"How can AI enhance your business processes?": "Jak AI może usprawnić procesy biznesowe?",
	"What type of AI models are best suited for your needs: Machine Learning, Deep Learning, NLP?": "Jakie modele AI najlepiej odpowiadają Twoim potrzebom: uczenie maszynowe, głębokie uczenie, przetwarzanie języka naturalnego?",
	"Unsure how to integrate AI with your existing systems?": "Jak zintegrować AI z istniejącymi systemami?",
	"Struggling with AI Development Challenges?": "Zmagasz się z wyzwaniami związanymi z rozwojem AI?",
	"Which AI tools and frameworks should you use for development?": "Z jakich narzędzi i frameworków AI skorzystać w rozwoju?",
	"How can you ensure your AI models are accurate and unbiased?": "Jak zadbać, aby modele AI były dokładne i wiarygodne?",
	"Worried about data security, privacy, and ethical concerns?": "Martwisz się o bezpieczeństwo danych, prywatność i kwestie etyczne?",
	"Looking for an Expert Partner to Implement AI in Your Business?": "Szukasz eksperta do wdrożenia AI w Twojej firmie?",
	"How do you translate your AI ideas into practical, scalable solutions?": "Jak przekształcić pomysły na wykorzystanie AI w praktyczne, skalowalne rozwiązania?",
	"Who can help with both the development and deployment of AI models?": "Kto może pomóc zarówno w rozwoju, jak i we wdrożeniu modeli AI?",
	"Need ongoing support to keep your AI systems up to date and optimized?": "Potrzebujesz ciągłego wsparcia, aby systemy AI były aktualne i zoptymalizowane?",
	"Custom Software Solutions": "Niestandardowe rozwiązania IT",
	"Need Custom Software but Don’t Know Where to Begin?": "Potrzebujesz indywidualnego oprogramowania, ale nie wiesz, od czego zacząć?",
	"How do you determine the right features for your business needs?": "Jak określić funkcje oprogramowania spełniające potrzeby Twojej firmy?",
	"What technology stack is best suited for your custom solution?": "Jaki stos technologiczny najlepiej odpowiada Twojemu indywidualnemu rozwiązaniu?",
	"Worried about integration with your existing systems?": "Obawiasz się integracji z istniejącymi systemami?",
	"Facing Challenges in Custom Software Development?": "Napotykasz trudności w tworzeniu oprogramowania dostosowanego do indywidualnych potrzeb?",
	"Which development approach should you take: Agile, Waterfall, or Hybrid?": "Które podejście do projektów wybrać: Agile, Waterfall czy hybrydowe?",
	"How can you ensure your software is scalable and future-proof?": "Jak zadbać, aby oprogramowanie było skalowalne i odporne na zmiany technologii?",
	"Concerned about managing costs and timelines effectively?": "Martwisz się o skuteczne zarządzanie kosztami i terminami?",
	"Looking for a Trusted Partner to Build Your Custom Software?": "Szukasz zaufanego partnera do stworzenia indywidualnego oprogramowania?",
	"How do you bring your unique business ideas to life through software?": "Jak przekształcić swoje unikalne pomysły biznesowe w oprogramowanie?",
	"Who can provide both development expertise and strategic guidance?": "Kto może zapewnić zarówno wiedzę w zakresie rozwoju, jak i strategiczne doradztwo?",
	"Need long-term support to maintain and update your custom solution?": "Potrzebujesz długoterminowego wsparcia w utrzymaniu i aktualizacji swojego indywidualnego rozwiązania?",
	"ERP Systems": "Systemy ERP",
	"Thinking About Implementing an ERP System but Unsure Where to Start?": "Myślisz o wdrożeniu systemu ERP, ale nie wiesz, od czego zacząć?",
	"How can an ERP system improve efficiency across your organization?": "Jak system ERP może poprawić efektywność w całej organizacji?",
	"What should you consider when choosing an ERP solution for your business?": "Na co należy zwrócić uwagę, wybierając rozwiązanie ERP dla swojej firmy?",
	"Worried about the cost and complexity of ERP implementation?": "Martwisz się o koszty i złożoność wdrożenia systemu ERP?",
	"Facing Challenges with Your Current ERP System?": "Napotykasz trudności z obecnym systemem ERP?",
	"Is your ERP system outdated and struggling to meet your needs?": "Masz przestarzały system ERP, który nie spełnia Twoich potrzeb?",
	"How do you ensure seamless integration with other business tools?": "Jak zapewnić płynną integrację z innymi narzędziami biznesowymi?",
	"Concerned about user adoption and training for your ERP system?": "Obawiasz się, jak użytkownicy przyjmą nowy system ERP i jak będzie wyglądać szkolenie z obsługi?",
	"Looking for a Reliable Partner to Implement or Upgrade Your ERP System?": "Szukasz niezawodnego partnera do wdrożenia lub aktualizacji systemu ERP?",
	"How do you select the right ERP modules for your specific business processes?": "Jak wybrać odpowiednie moduły ERP dla Twoich specyficznych procesów biznesowych?",
	"Who can help with both the implementation and customization of your ERP system?": "Kto może pomóc zarówno we wdrożeniu, jak i dostosowaniu systemu ERP?",
	"Need ongoing support to optimize and maintain your ERP solution?": "Potrzebujesz stałego wsparcia w optymalizacji i utrzymaniu systemu ERP?",
	"Web Scraping": "Web scraping",
	"Interested in Web Scraping but Not Sure Where to Start?": "Potrzebujesz web scrapingu w aplikacji?",
	"How can web scraping help you gather valuable data from the web?": "Jak web scraping może pomóc w zbieraniu wartościowych danych z sieci?",
	"What legal considerations should you be aware of before scraping websites?": "Jakie aspekty prawne należy wziąć pod uwagę przed rozpoczęciem web scrapingu?",
	"Unsure how to handle large volumes of data efficiently?": "Nie wiesz, jak efektywnie zarządzać dużymi ilościami danych?",
	"Facing Technical Challenges with Web Scraping?": "Napotykasz problemy techniczne w web scrapingu?",
	"Which tools and libraries are best for your web scraping project?": "Jakie narzędzia i biblioteki są najlepsze dla Twojego projektu?",
	"How do you deal with website restrictions like CAPTCHAs and rate limits?": "Jak radzić sobie z ograniczeniami na stronach internetowych, takimi jak CAPTCHA?",
	"Worried about maintaining accuracy and consistency in your scraped data?": "Nie wiesz, jak utrzymać spójność w zebranych danych?",
	"Looking for an Expert to Handle Your Web Scraping Needs?": "Szukasz eksperta, który odpowie na Twoje potrzeby w zakresie web scrapingu?",
	"How do you build a robust, scalable web scraping solution?": "Jak zbudować solidne, skalowalne rozwiązanie do web scrapingu?",
	"Who can ensure your web scraping process is compliant and secure?": "Kto może zadbać, aby proces web scrapingu był zgodny z przepisami i bezpieczny?",
	"Need ongoing support to adapt your scraping to changing website structures?": "Potrzebujesz stałego wsparcia w dostosowywaniu web scrapingu do dynamicznie zmieniającej się struktury stron?",
	"Workshops": "Warsztaty",
	"Struggling to find the right expert to deliver a lecture or workshop on a specialized topic?": "Masz trudności ze znalezieniem odpowiedniego eksperta do przeprowadzenia wykładu lub warsztatów na specjalistyczny temat?",
	"Need something customized for your team or students on emerging technologies?": "Potrzebujesz spersonalizowanego szkolenia dla swojego zespołu lub uczniów na temat nowych technologii?",
	"Looking for hands-on sessions that teach real-world skills in web development, AI, or other areas?": "Szukasz praktycznych warsztatów, dzięki którym słuchacze w istotny sposób rozwiną swoje umiejętności z zakresu tworzenia stron internetowych, AI lub innych dziedzin?",
	"Workshops Offered by Formamind": "Tematyka oferowanych warsztatów",
	"Introduction to Algorithmics": "Wstęp do algorytmiki ",
	"Advanced Algorithmics": "Algorytmika dla zaawansowanych",
	"Introduction to Machine Learning and Artificial Intelligence": "Wprowadzenie do uczenia maszynowego i sztucznej inteligencji",
	"Ethics in Computer Science": "Etyka w informatyce",
	"Introduction to Web Design and Web Development": "Wprowadzenie do projektowania i tworzenia stron internetowych",
	"Modern Techniques in Web Development": "Nowoczesne technologie w tworzeniu stron internetowych",
	"School Course Prelections": "Wykłady z zakresu podstawy programu szkolnego",
	"And that’s just the start.": "i inne",
	"We offer a variety of workshops and lectures and are happy to adjust the content to fit exactly what you need. We can even cover the full high school curriculum (podstawa programowa liceum).": "Oferujemy różnorodne warsztaty i wykłady i chętnie dostosujemy ich treść do Twoich potrzeb. Możemy nawet omówić całą podstawę programową liceum.",
	"CRM Systems": "Systemy CRM",
	"Considering a CRM System but Not Sure Where to Begin?": "Rozważasz system CRM, ale nie wiesz, od czego zacząć?",
	"How can a CRM system enhance your customer relationships and sales processes?": "Jak system CRM może poprawić relacje z klientami i procesy sprzedaży?",
	"What features should you look for in a CRM solution?": "Jakie funkcje należy uwzględnić przy wyborze systemu CRM?",
	"Worried about the cost and time involved in implementing a CRM system?": "Martwisz się o nakłady finansowe i czas potrzebne do wdrożenia systemu CRM?",
	"Facing Issues with Your Existing CRM System?": "Masz problemy z obecnym systemem CRM?",
	"Is your current CRM system outdated or not meeting your business needs?": "Obecny system CRM jest przestarzały lub nie spełnia Twoich potrzeb biznesowych?",
	"How do you integrate your CRM with other marketing and sales tools?": "Jak zintegrować system CRM z innymi narzędziami marketingowymi i sprzedażowymi?",
	"Concerned about data migration, customization, and user training?": "Martwisz się o migrację danych, dostosowanie systemu i szkolenie pracowników?",
	"Looking for a Partner to Implement or Upgrade Your CRM System?": "Szukasz partnera do wdrożenia lub aktualizacji systemu CRM?",
	"How do you choose the right CRM platform for your industry and business size?": "Jak dobrać system CRM do konkretnej branży i rozmiarów firmy?",
	"Who can provide both implementation expertise and ongoing support?": "Kto może pokierować wdrożeniem oraz zapewnić stałe wsparcie?",
	"Need help in customizing your CRM to match your specific workflows and goals?": "Potrzebujesz pomocy w dostosowaniu systemu CRM do specyficznych procesów i celów?",
	"Websites": "Strony internetowe",
	"Need a Website but Don’t Know Where to Start?": "Potrzebujesz strony internetowej, ale nie wiesz, od czego zacząć?",
	"How can a professionally designed website boost your online presence?": "Jak profesjonalnie zaprojektowana strona internetowa może zwiększyć Twoją obecność w sieci?",
	"What features and design elements should be included to engage visitors?": "Jakie funkcje i elementy projektowe powinny być uwzględnione, aby angażować odwiedzających?",
	"Worried about mobile responsiveness and SEO optimization?": "Martwisz się o responsywność i optymalizację SEO?",
	"Struggling with Your Current Website’s Performance?": "Wydajność obecnej strony internetowej Cię nie satysfakcjonuje?",
	"Is your website outdated and not converting visitors into customers?": "Masz stronę internetową, która jest przestarzała i nie zwiększa liczby Twoich klientów?",
	"How do you improve site speed, user experience, and accessibility?": "Jak poprawić responsywność strony?",
	"Concerned about managing content, updates, and security?": "Nie wiesz, jak zarządzać treścią, aktualizacjami i bezpieczeństwem danych?",
	"Looking for a Partner to Design or Redesign Your Website?": " Szukasz partnera do zaprojektowania lub odświeżenia strony internetowej?",
	"How do you create a website that aligns with your brand and business goals?": "Jak stworzyć stronę internetową, która będzie zgodna z Twoją marką i celami biznesowymi?",
	"Who can handle both the design and technical development of your site?": "Kto może zająć się zarówno projektowaniem, jak i technicznym rozwojem Twojej strony?",
	"Need ongoing support to keep your website updated and optimized?": " Potrzebujesz stałego wsparcia, aby strona była aktualna i zoptymalizowana?",
	"E-commerce": "E-commerce",
	"Planning to Launch an E-commerce Store but Not Sure Where to Start?": "Planujesz uruchomienie sklepu internetowego, ale nie wiesz, od czego zacząć?",
	"How can an online store help you reach more customers and increase sales?": "Jak sklep internetowy pomoże Ci dotrzeć do większej liczby klientów i zwiększyć sprzedaż?",
	"What platform and features are best suited for your e-commerce needs?": "Jaka platforma i funkcje najlepiej odpowiadają Twoim potrzebom z zakresu e-commerce?",
	"Worried about payment gateways, security, and compliance?": "Martwisz się o bramki płatności, bezpieczeństwo i zgodność z przepisami?",
	"Struggling with Your Existing E-commerce Platform?": "Twoja obecna platforma e-commerce nie spełnia Twoich oczekiwań?",
	"Is your e-commerce site failing to convert visitors into buyers?": "Masz niewielu klientów mimo dużej liczby odwiedzających?",
	"How do you optimize product listings, checkout processes, and user experience?": "Jak zoptymalizować listy produktów, procesy zakupu i doświadczenie użytkownika?",
	"Concerned about integrating with inventory management, shipping, and CRM systems?": "Martwisz się o integrację z resztą systemów firmy?",
	"Looking for a Reliable Partner to Build or Enhance Your E-commerce Site?": "Szukasz niezawodnego partnera do budowy lub ulepszenia swojej strony e-commerce?",
	"How do you create a seamless shopping experience that drives sales?": "Jak sprawić, aby zakupy w Twoim sklepie przebiegały gładko, zwiększając tym samym sprzedaż?",
	"Who can manage the design, development, and ongoing optimization of your store?": "Kto może zarządzać projektowaniem, rozwojem i bieżącą optymalizacją Twojego sklepu?",
	"Need support with marketing, SEO, and analytics to grow your online business?": "Potrzebujesz wsparcia w zakresie marketingu, SEO i analityki, aby rozwijać swój biznes online?",
	"You are in good hands!": "Jesteś w dobrych rękach!",
	"Educational and Corporate Workshops | Customized Training for Schools and Businesses - Formamind": "Warsztaty Edukacyjne i Firmowe | Spersonalizowane Szkolenia dla Szkół i Firm - Formamind",
	"Formamind offers customized workshops for schools and businesses. Our expert-led sessions cover topics like web development, AI, and STEM, providing practical, hands-on training for students and professionals.": "Formamind oferuje spersonalizowane warsztaty dla szkół i firm. Nasze sesje prowadzone przez ekspertów obejmują tematy takie jak tworzenie stron internetowych, AI i STEM, oferując praktyczne, interaktywne szkolenia dla uczniów i profesjonalistów.",
	"Website Design and Development | Build and Optimize Your Site - Formamind": "Projektowanie i Tworzenie Stron Internetowych | Budowa i Optymalizacja Twojej Strony - Formamind",
	"Formamind: Need a new website or redesign? We create custom websites that enhance your online presence. From responsive design to SEO optimization, we ensure your site engages visitors and drives conversions.": "Formamind: Potrzebujesz nowej strony internetowej lub redesignu? Tworzymy spersonalizowane strony internetowe, które wzmacniają Twoją obecność w sieci. Od responsywnego projektu po optymalizację SEO, dbamy o to, aby Twoja strona angażowała odwiedzających i zwiększała konwersje.",
	"Web Scraping Software Development | Custom Data Collection Tools - Formamind": "Tworzenie Oprogramowania do Web Scrapingu | Spersonalizowane Narzędzia do Zbierania Danych - Formamind",
	"Formamind: Need custom software for web scraping and data collection? We develop powerful tools for automated web data extraction, tailored to your specific needs. Efficiently gather and manage data from websites with our custom solutions.": "Formamind: Potrzebujesz spersonalizowanego oprogramowania do web scrapingu i zbierania danych? Tworzymy potężne narzędzia do automatycznego pozyskiwania danych z internetu, dostosowane do Twoich potrzeb. Zbieraj i zarządzaj danymi z witryn internetowych efektywnie dzięki naszym rozwiązaniom.",
	"Web Application Development | Build Custom Web Apps - Formamind": "Tworzenie Aplikacji Internetowych | Budowa Spersonalizowanych Aplikacji Webowych - Formamind",
	"Formamind: Need a web application? We develop custom web apps with a focus on scalability, security, and performance. Get expert support from start to finish.": "Formamind: Potrzebujesz aplikacji internetowej? Tworzymy spersonalizowane aplikacje webowe, bezpieczeństwo i wydajność. Otrzymaj wsparcie ekspertów od początku do końca.",
	"Mobile App Development | Build Custom iOS and Android Apps - Formamind": "Tworzenie Aplikacji Mobilnych | Budowa Spersonalizowanych Aplikacji na iOS i Androida - Formamind",
	"Formamind: Need a mobile app? We develop custom apps for iOS and Android that are user-friendly, secure, and optimized for performance. Get expert help from design to launch.": "Formamind: Potrzebujesz aplikacji mobilnej? Tworzymy spersonalizowane aplikacje na iOS i Androida, które są przyjazne dla użytkownika, bezpieczne i zoptymalizowane pod kątem wydajności. Skorzystaj z pomocy ekspertów od projektu po wdrożenie.",
	"Legacy System Modernization | Upgrade and Modernize Your Software - Formamind": "Modernizacja Starych Systemów | Aktualizacja i Modernizacja Oprogramowania - Formamind",
	"Formamind: Looking to modernize your legacy systems? We help businesses upgrade outdated software and integrate modern technologies smoothly and efficiently.": "Formamind: Chcesz zmodernizować swoje stare systemy? Pomagamy firmom aktualizować przestarzałe oprogramowanie i płynnie integrować nowoczesne technologie.",
	"ERP Systems for Business | Custom Enterprise Resource Planning Software - Formamind": "Systemy ERP dla Biznesu | Spersonalizowane Oprogramowanie do Planowania Zasobów Przedsiębiorstwa - Formamind",
	"Formamind: Looking to set up or upgrade your ERP system? We specialize in Enterprise Resource Planning software that streamlines business operations, with custom solutions and ongoing support.": "Formamind: Chcesz wdrożyć lub zaktualizować system ERP? Specjalizujemy się w oprogramowaniu do planowania zasobów przedsiębiorstwa, które usprawnia operacje biznesowe, oferując spersonalizowane rozwiązania i stałe wsparcie.",
	"E-commerce Development | Build and Optimize Your Online Store - Formamind": "Tworzenie Sklepów Internetowych | Budowa i Optymalizacja Twojego Sklepu Online - Formamind",
	"Formamind: Planning to start an online store or improve an existing one? We build and optimize e-commerce sites to increase sales and ensure secure, seamless transactions.": "Formamind: Planujesz uruchomienie sklepu internetowego lub poprawę istniejącego? Tworzymy i optymalizujemy strony e-commerce.",
	"Desktop Application Development | Build Custom Desktop Apps - Formamind": "Tworzenie Aplikacji na komputer | Budowa Spersonalizowanych Aplikacji na Komputer - Formamind",
	"Formamind: Need a desktop application? We develop custom desktop software for Windows, macOS, and Linux. Ensure compatibility, performance, and a great user experience.": "Formamind: Potrzebujesz aplikacji na komputer? Tworzymy spersonalizowane oprogramowanie desktopowe dla Windows, macOS i Linux.",
	"Custom Software Development | Build Software for Business Needs - Formamind": "Tworzenie Oprogramowania na Zamówienie | Budowa Oprogramowania dla Potrzeb Biznesu - Formamind",
	"Formamind: Get custom software development that fits your business. We develop software to meet your specific requirements, ensuring easy integration with existing systems.": "Formamind: Potrzebujesz nieszablonowego programu? Tworzymy oprogramowanie dostosowane do Twoich specyficznych wymagań, zapewniając łatwą integrację z istniejącymi systemami.",
	"Custom CRM Development | Build a CRM System for Your Business - Formamind": "Tworzenie Systemów CRM na Zamówienie | Budowa Systemu CRM dla Twojej Firmy - Formamind",
	"Formamind: Looking to build a custom CRM system? We specialize in CRM software development tailored to your business needs, helping you manage customer relationships effectively.": "Formamind: Chcesz zbudować spersonalizowany system CRM? Specjalizujemy się w tworzeniu oprogramowania CRM dostosowanego do potrzeb Twojej firmy, pomagając efektywnie zarządzać relacjami z klientami.",
	"Formamind | Business Process Automation": "Formamind | Automatyzacja Procesów Biznesowych",
	"How can I automate my business processes? Formamind helps businesses save time and money by automating everyday tasks and making sure everything works smoothly with your current systems. Get help with the right tools and easy setup.": "Jak mogę zautomatyzować procesy biznesowe? Formamind pomaga firmom oszczędzać czas i pieniądze, automatyzując codzienne zadania.",
	"Formamind | AI Solutions for Businesses": "Formamind | Rozwiązania AI dla Firm",
	"How can AI help my business? Formamind develops custom AI solutions to automate tasks, improve efficiency, and drive business growth. Specializing in Machine Learning, Deep Learning, and NLP, we create AI that works for you.": "Jak sztuczna inteligencja może pomóc mojej firmie? Formamind opracowuje spersonalizowane rozwiązania AI. Specjalizujemy się w uczeniu maszynowym, deep learning i przetwarzaniu języka naturalnego.",
	"Your": "Jak będziemy tworzyć",
	"Software Development": "Twoje oprogramowanie ?",
	"Journey": "",
	"Your Idea": "Twój pomysł",
	"our commitment": "nasze propozycje",
	"Your Goals": "Twoje cele",
	"our motivation": "nasza motywacja",
	"Your Growth": "Twój sukces",
	"our solutions": "nasze rozwiązania",

	"back": "wróć",

	"keywords": "Tworzenie Oprogramowania, AI, Tworzenie Aplikacji Webowych, Automatyzacja Procesów Biznesowych, Tworzenie Aplikacji Mobilnych, Systemy ERP, Tworzenie Sklepów Internetowych, Narzędzia do Web Scrapingu, Systemy CRM, Projektowanie Stron Internetowych, Tworzenie Oprogramowania Europa, Tworzenie Oprogramowania Polska, Strony internetowe Polska, Polska, Warszawa"
}
