{
	"company": "о нас",
	"services": "услуги",
	"careers": "карьера",
	"Get in touch": "Связаться",
	"index-h1-pre": "Formamind\nздесь",
	"index-h1-span": " идеи\n",
	"index-h1-post": "обретают форму",
	"made in Europe": "Европейская студия разработки ПО",
	"Who are we?": "Кто мы такие?",
	"Who are we?-text": "Мы — команда разработчиков из Варшавы, стремящаяся применить наш опыт и знания для воплощения ваших идей. Мы успешно работали как со стартапами, так и с крупными организациями, и понимаем, насколько важен индивидуальный подход к каждому проекту. Мы готовы превратить ваши идеи в успешные проекты!",
	"Our values": "Наши ценности",
	"modern approach": "современный подход",
	"modern-approach-text": "Мы используем новейшие технологии для создания динамичных решений, выходящих за рамки традиционных подходов.",
	"client-driven design": "дизайн для клиента",
	"cient-driven-design-text": "Мы уделяем приоритетное внимание потребностям наших клиентов, чтобы предоставить индивидуальные и эффективные решения.",
	"attention to details": "внимание к деталям",
	"attention-to-details-text": "Мы тщательно прорабатываем каждый аспект наших проектов, чтобы обеспечить высокое качество и надежность решений.",
	"Technologies we work with": "наши инструменты",
	"Careers": "Карьера",
	"Services": "Услуги",
	"and more": "и не только",
	"Services we provide": "Наши услуги",
	"Web applications": "Веб-приложения",
	"AI-driven solutions": "Решения на базе ИИ",
	"Business process automatization": "Автоматизация бизнес-процессов",
	"Legacy systems modernization": "Модернизация устаревших систем",
	"Mobile apps": "Мобильные приложения",
	"Desktop applications": "Настольные приложения",
	"Custom software solutions": "программные решения на заказ",
	"ERP systems": "ERP Системы",
	"Contact us": "Связаться с нами",
	"What is your email?": "Ваш email",
	"What can we call you?": "Ваше имя",
	"What would you like to talk about?": "О чем вы хотели бы поговорить?",
	"Send": "Отправить",
	"Sending...": "Отправка...",
	"contact-text": "Свяжитесь с нами, расскажите про вашу задачу, и мы поможем вам воплотить ваши идеи в реальность.",
	"WE'RE HERE FOR YOU": "Мы всегда на связи",
	"contact": "контакт",
	"Sections": "Разделы",
	"About us": "о нас",
	"impressum": "легальные сведения",
	"privacy policy": "политика конфиденциальности",
	"© 2024 Formamind sp. z o.o. All Rights Reserved.": "© 2024 Formamind sp. z o.o. Все права защищены.",
	"Careers at Formamind": "Карьера в Formamind",
	"Search open positions": "Поиск вакансий",
	"filter by keywords": "фильтровать по ключевым словам",
	"No open positions at this moment.": "На данный момент нет открытых вакансий.",
	"But in case of elevated enthusiasm fell free to contact us.": "Но в случае повышенного энтузиазма, не стесняйтесь связываться с нами.",
	"Privacy policy": "Политика\nконфиденциальности",
	"Formamind sp. z o.o.": "Formamind sp. z o.o. (ООО)",
	"sp. z o.o.": "ООО",
	"General Information": "Общая информация",
	"general-information-text": "Эта Политика конфиденциальности описывает правила обработки персональных данных, собранных через веб-сайт, управляемый Formamind sp. z o.o. (ООО), с офисом в Варшаве, ul. Stefana Batorego 18, 02-591 Варшава, NIP: 7011213157.",
	"Data Controller": "Контроллер данных",
	"data-controller-text": "Контроллер данных — Formamind sp. z o.o. (ООО), с офисом в Варшаве, ul. Stefana Batorego 18, 02-591 Варшава, NIP: 7011213157, далее именуемый «Контроллер».",
	"Types of Processed Data": "Типы обрабатываемых данных",
	"types-of-processed-data-text": "Контроллер может обрабатывать следующие персональные данные:",
	"firstName": "Имя и фамилия",
	"emailAddress": "Адрес электронной почты",
	"phoneNumber": "Номер телефона",
	"ipAddress": "IP-адрес",
	"cookiesData": "Данные, собранные с помощью файлов cookie и аналогичных технологий",
	"Purpose and Legal Basis for Data Processing": "Цель и правовая основа обработки данных",
	"purpose-and-legal-basis-text": "Персональные данные обрабатываются для следующих целей:",
	"inquiriesResponse": "Для ответов на запросы, отправленные через контактную форму (статья 6(1)(a) GDPR — согласие субъекта данных)",
	"websiteTrafficAnalysis": "Для анализа трафика веб-сайта с помощью Google Analytics (статья 6(1)(f) GDPR — законный интерес Контроллера)",
	"Data Recipients": "Получатели данных",
	"data-recipients-text": "Персональные данные могут быть переданы:",
	"serviceProviders": "Поставщикам услуг, которые обрабатывают данные от имени Контроллера (например, поставщикам ИТ-услуг, хостинг-провайдерам)",
	"googleAnalytics": "Google LLC для использования Google Analytics (в соответствии с рамками EU-U.S. Privacy Shield или эквивалентными мерами безопасности)",
	"Transfer of Data to Third Countries": "Передача данных в третьи страны",
	"transfer-of-data-to-third-countries-text": "Персональные данные могут быть переданы в страны за пределами Европейской экономической зоны (ЕЭЗ) только в случае необходимости и при наличии соответствующих мер безопасности, таких как стандартные договорные положения, одобренные Европейской комиссией.",
	"Data Retention Period": "Период хранения данных",
	"data-retention-period-text": "Персональные данные будут храниться до тех пор, пока это необходимо для достижения целей, для которых они были собраны, или до отзыва согласия субъектом данных.",
	"Rights of Data Subjects": "Права субъектов данных",
	"rights-of-data-subjects-text": "Субъекты данных имеют следующие права:",
	"rightToAccess": "Право на доступ к своим данным",
	"rightToRectify": "Право на исправление своих данных",
	"rightToErase": "Право на удаление своих данных",
	"rightToRestrict": "Право на ограничение обработки данных",
	"rightToObject": "Право на возражение против обработки данных",
	"rightToPortability": "Право на перенос данных",
	"rightToWithdraw": "Право отозвать согласие в любое время без ущерба для законности обработки на основании согласия до его отзыва",
	"exerciseRights": "Для реализации этих прав, пожалуйста, свяжитесь с Контроллером по адресу: contact{'@'}formamind.com.",
	"Cookies and Similar Technologies": "Файлы cookie и аналогичные технологии",
	"cookies-and-similar-technologies-text": "Веб-сайт использует файлы cookie для улучшения пользовательского опыта и анализа трафика на сайте. Пользователи могут управлять настройками файлов cookie в своем веб-браузере.",
	"Changes to the Privacy Policy": "Изменения в Политике конфиденциальности",
	"changes-to-the-privacy-policy-text": "Контроллер оставляет за собой право обновлять эту Политику конфиденциальности в любое время. Любые изменения будут опубликованы на этой странице с обновленной датой пересмотра.",
	"Contact Information": "Контактная информация",
	"contact-information-text": "Если у вас есть вопросы или опасения по поводу этой Политики конфиденциальности или обработки данных, пожалуйста, свяжитесь с Контроллером по адресу: contact{'@'}formamind.com.",
	"To main page": "На главную",
	"Impressum": "Легальные сведения",
	"ownerTitle": "Владелец сайта:",
	"ownerInfo": "Formamind sp. z o.o. (Общество с ограниченной ответственностью)",
	"ownerAddress": "с офисом в Варшаве, ul. Stefana Batorego 18, 02-591",
	"contactTitle": "Контактные данные",
	"contactPerson": "Franciszek Łajszczak (Франчишек Лайшчак)",
	"taxIdTitle": "NIP (Идентификационный номер налогоплательщика)",
	"Formamind | Software development services": "Formamind | Услуги по разработке программного обеспечения",
	"Formamind: Crafting tailored software solutions to elevate your business performance. Specializing in SaaS, AI-driven solutions, ERP Systems, and more. Let's turn your vision into reality!": "Formamind: Создание индивидуальных программных решений для повышения эффективности вашего бизнеса. Специализируемся на SaaS, решениях на базе ИИ, системах ERP и многом другом. Давайте воплотим вашу идею в реальность!",
	"Formamind | Software development careers": "Formamind | Карьера в разработке программного обеспечения",
	"Join Formamind in Warsaw! We're a dynamic software development company specializing in SaaS, AI solutions, ERP systems, and more. Explore career opportunities and be part of our innovative team. Apply now!": "Присоединяйтесь к Formamind в Варшаве! Мы динамичная компания, специализирующаяся на разработке программного обеспечения. Исследуйте карьерные возможности и станьте частью нашей инновационной команды. Подайте заявку сейчас!",
	"Formamind | Impressum": "Formamind | Импрессум",
	"Formamind | Privacy Policy": "Formamind | Политика конфиденциальности",
	"Our privacy policy.": "Наша политика конфиденциальности.",
	"By sending a message you agree to our": "Отправляя сообщение, вы соглашаетесь с нашей",
	"msg privacy policy": "политикой конфиденциальности",
	"Legacy Systems Modernization": "Модернизация устаревших систем",
	"Dealing with Outdated Systems but Don’t Know How to Modernize?": "Работаете с устаревшими системами, но не знаете, как их модернизировать?",
	"How can you upgrade your legacy systems without disrupting your business?": "Как модернизировать устаревшие системы, не нарушая работу бизнеса?",
	"What are the risks and benefits of moving to modern technologies?": "Каковы риски и преимущества перехода на современные технологии?",
	"Concerned about data migration and compatibility issues?": "Беспокоитесь о миграции данных и проблемах совместимости?",
	"Facing Challenges in Modernizing Legacy Systems?": "Столкнулись с трудностями при модернизации устаревших систем?",
	"Which modernization approach is right for you: rehosting, replatforming, or refactoring?": "Какой подход к модернизации вам подходит: ре-хостинг, ре-платформинг или рефакторинг?",
	"How do you ensure minimal downtime during the transition?": "Как обеспечить минимальное время загрузки при переходах?",
	"Worried about maintaining data integrity and security throughout the process?": "Беспокоитесь о сохранении целостности и безопасности данных в процессе обновления?",
	"Looking for a Skilled Partner to Modernize Your Legacy Systems?": "Ищете опытного партнера для модернизации устаревших систем?",
	"How do you transform your legacy systems into scalable, future-proof solutions?": "Как преобразовать устаревшие системы в масштабируемые долговечные решения?",
	"Who can handle both the technical and strategic aspects of modernization?": "Кто может справиться как с техническими, так и со стратегическими аспектами модернизации?",
	"Need continuous support to ensure your new systems stay updated and secure?": "Нужна постоянная поддержка для обновления и защиты новых систем?",
	"Business Process Automation": "Автоматизация бизнес-процессов",
	"Considering Business Process Automation but Unsure Where to Start?": "Рассматриваете автоматизацию бизнес-процессов, но не уверены, с чего начать?",
	"How can automation streamline your operations and reduce costs?": "Как автоматизация может улучшить ваши операции и снизить расходы?",
	"Which processes in your business are prime candidates for automation?": "Какие процессы в вашем бизнесе лучше всего подходят для автоматизации?",
	"Worried about the impact of automation on your workforce?": "Беспокоитесь о влиянии автоматизации на ваших сотрудников?",
	"Facing Challenges in Implementing Business Process Automation?": "Столкнулись с трудностями в автоматизации бизнес-процессов?",
	"Which tools and technologies are best for automating your specific processes?": "Какие инструменты и технологии лучше всего подходят для автоматизации ваших процессов?",
	"How do you ensure a smooth transition from manual to automated workflows?": "Как обеспечить плавный переход от ручных процессов к автоматизированным?",
	"Concerned about integrating automation with your existing software systems?": "Беспокоитесь об интеграции автоматизации с вашими текущими системами?",
	"Looking for an Experienced Partner to Automate Your Business Processes?": "Ищете опытного партнера для автоматизации бизнес-процессов?",
	"How do you identify and prioritize automation opportunities in your business?": "Как выявить и расставить приоритеты в автоматизации процессов в вашем бизнесе?",
	"Who can guide you through the design, implementation, and optimization of automated systems?": "Кто может провести вас через проектирование, внедрение и оптимизацию автоматизированных систем?",
	"Need ongoing support to keep your automated processes running efficiently?": "Нужна постоянная поддержка для эффективной работы автоматизированных процессов?",
	"Web Applications": "Веб-приложения",
	"Need a Web Application but Don’t Know Where to Begin?": "Нужно веб-приложение, но не знаете, с чего начать?",
	"What technologies should you use?": "Какие технологии использовать?",
	"How do you ensure scalability and security?": "Как обеспечить масштабируемость и безопасность?",
	"Stuck choosing between front-end and back-end frameworks?": "Не знаете как выбрать фреймворк?",
	"Confused by the Complexities of Web Development?": "Озадачены сложностью веб-разработки?",
	"Which programming language is best for your business?": "Какой язык программирования лучше всего подходит для вашего бизнеса?",
	"How do you optimize performance across devices?": "Как оптимизировать производительность на разных устройствах?",
	"Worried about data management and integration?": "Беспокоитесь об управлении данными и их интеграции?",
	"Looking for a Reliable Partner to Build Your Web Application?": "Ищете надежного партнера для создания веб-приложения?",
	"How can you transform your ideas into a functional app?": "Как преобразовать ваши идеи в функциональное приложение?",
	"Who can you trust to manage both front-end and back-end development?": "Кому можно доверить как фронтенд, так и бэкенд?",
	"Need post-launch support and ongoing maintenance?": "Нужна поддержка после запуска и постоянное обслуживание?",
	"Mobile Applications": "Мобильные приложения",
	"Thinking About a Mobile App but Not Sure Where to Start?": "Думаете о мобильном приложении, но не знаете, с чего начать?",
	"What platform should you choose: iOS, Android, or both?": "Какую платформу выбрать: iOS, Android или обе?",
	"How do you ensure your app is user-friendly and intuitive?": "Как убедиться, что ваше приложение удобно в использовании и интуитивно понятно?",
	"Concerned about app store requirements and approvals?": "Беспокоитесь о требованиях и утверждениях в магазинах приложений?",
	"Struggling with Mobile App Development Challenges?": "Столкнулись с проблемами при разработке мобильного приложения?",
	"Which programming language or framework is right for your app?": "Какой язык программирования или фреймворк лучше всего подходит для вашего приложения?",
	"How can you ensure your app performs well across different devices?": "Как убедиться, что ваше приложение работает на разных устройствах?",
	"Worried about app security and data privacy?": "Беспокоитесь о безопасности приложения и конфиденциальности данных?",
	"Need a Trusted Partner to Bring Your Mobile App Vision to Life?": "Нужен надежный партнер, чтобы воплотить вашу идею мобильного приложения в жизнь?",
	"How do you turn your ideas into a fully functional mobile app?": "Как превратить ваши идеи в полностью функциональное мобильное приложение?",
	"Who can handle both front-end and back-end development for mobile?": "Кто может заняться как фронтендом, так и бэкендом для мобильного приложения?",
	"Looking for ongoing support and updates after launch?": "Ищете постоянную поддержку и обновления после запуска?",
	"Desktop Applications": "Настольные приложения",
	"Considering a Desktop Application but Unsure How to Proceed?": "Рассматриваете идею программы для пк, но не знаете, с чего начать?",
	"What operating system should you target: Windows, macOS, Linux, or all?": "На какую операционную систему ориентироваться: Windows, macOS, Linux или все сразу?",
	"How can you ensure a seamless user experience across different devices?": "Как обеспечить плавный пользовательский опыт на разных устройствах?",
	"Concerned about software installation and compatibility issues?": "Беспокоитесь о процессе установки и проблемах совместимости?",
	"Facing Hurdles in Desktop Application Development?": "Столкнулись с трудностями в разработке приложений?",
	"Which programming language or framework is best suited for your desktop app?": "Какой язык программирования или фреймворк лучше всего подходит для вашего приложения?",
	"How do you optimize performance and resource usage on different systems?": "Как оптимизировать производительность на разных системах?",
	"Worried about software updates, patches, and version control?": "Беспокоитесь об обновлениях, патчах и контроле версий?",
	"Seeking a Reliable Team to Develop Your Desktop Application?": "Ищете надежную команду для разработки настольного приложения?",
	"How can you turn your desktop software idea into a reality?": "Как превратить вашу идею программы для пк в реальность?",
	"Who can manage both the UI/UX design and core development efficiently?": "Кто может эффективно управлять как UI/UX дизайном, так и самой разработкой?",
	"Need long-term support and maintenance for your application?": "Нужна долгосрочная поддержка и обслуживание вашего приложения?",
	"AI-Driven Solutions": "Решения на основе ИИ",
	"Exploring AI Solutions but Don’t Know Where to Start?": "Изучаете решения на основе ИИ, но не знаете, с чего начать?",
	"How can AI enhance your business processes?": "Как ИИ может улучшить ваши бизнес-процессы?",
	"What type of AI models are best suited for your needs: Machine Learning, Deep Learning, NLP?": "Какие модели ИИ лучше всего подходят для ваших нужд: Машинное обучение, Глубокое обучение, НЛП?",
	"Unsure how to integrate AI with your existing systems?": "Не знаете, как интегрировать ИИ с вашими текущими системами?",
	"Struggling with AI Development Challenges?": "Столкнулись с трудностями в разработке ИИ?",
	"Which AI tools and frameworks should you use for development?": "Какие инструменты и фреймворки ИИ использовать для разработки?",
	"How can you ensure your AI models are accurate and unbiased?": "Как убедиться, что ваши модели ИИ точны и беспристрастны?",
	"Worried about data security, privacy, and ethical concerns?": "Беспокоитесь о безопасности данных, конфиденциальности и этических вопросах?",
	"Looking for an Expert Partner to Implement AI in Your Business?": "Ищете эксперта для внедрения ИИ в ваш бизнес?",
	"How do you translate your AI ideas into practical, scalable solutions?": "Как превратить ваши идеи ИИ в практичные, масштабируемые решения?",
	"Who can help with both the development and deployment of AI models?": "Кто может помочь как с разработкой, так и с внедрением моделей ИИ?",
	"Need ongoing support to keep your AI systems up to date and optimized?": "Нужна постоянная поддержка для актуализации и оптимизации ваших систем ИИ?",
	"Custom Software Solutions": "программные решения на заказ",
	"Need Custom Software but Don’t Know Where to Begin?": "Нужно индивидуальное программное обеспечение, но не знаете, с чего начать?",
	"How do you determine the right features for your business needs?": "Как определить правильные функции для нужд вашего бизнеса?",
	"What technology stack is best suited for your custom solution?": "Какая платформа лучше всего подходит для вашего ПО?",
	"Worried about integration with your existing systems?": "Беспокоитесь об интеграции с существующими системами?",
	"Facing Challenges in Custom Software Development?": "Столкнулись с трудностями в разработке индивидуального ПО?",
	"Which development approach should you take: Agile, Waterfall, or Hybrid?": "Какой подход к разработке выбрать: Agile, Waterfall или Hybrid?",
	"How can you ensure your software is scalable and future-proof?": "Как убедиться, что ваше ПО масштабируемо и устойчиво к изменениям?",
	"Concerned about managing costs and timelines effectively?": "Беспокоитесь об эффективном управлении затратами и сроками?",
	"Looking for a Trusted Partner to Build Your Custom Software?": "Ищете надежного партнера для создания индивидуального программного обеспечения?",
	"How do you bring your unique business ideas to life through software?": "Как воплотить ваши уникальные бизнес-идеи в программное обеспечение?",
	"Who can provide both development expertise and strategic guidance?": "Кто может предоставить как экспертные знания в разработке, так и стратегические советы?",
	"Need long-term support to maintain and update your custom solution?": "Нужна долгосрочная поддержка для обслуживания и обновления вашего индивидуального решения?",
	"ERP Systems": "ERP Системы",
	"Thinking About Implementing an ERP System but Unsure Where to Start?": "Думаете о внедрении ERP системы, но не уверены, с чего начать?",
	"How can an ERP system improve efficiency across your organization?": "Как ERP системы может повысить эффективность вашей компании?",
	"What should you consider when choosing an ERP solution for your business?": "Что следует учитывать при выборе ERP для вашего бизнеса?",
	"Worried about the cost and complexity of ERP implementation?": "Беспокоитесь о стоимости и сложности внедрения ERP?",
	"Facing Challenges with Your Current ERP System?": "Столкнулись с проблемами в работе текущей системы ERP?",
	"Is your ERP system outdated and struggling to meet your needs?": "Ваша система ERP устарела и не отвечает вашим требованиям?",
	"How do you ensure seamless integration with other business tools?": "Как обеспечить незаметную и безпроблемную интеграцию с другими инструментами?",
	"Concerned about user adoption and training for your ERP system?": "Беспокоитесь о принятии системы пользователями и адаптацией к новой ERP системы?",
	"Looking for a Reliable Partner to Implement or Upgrade Your ERP System?": "Ищете надежного партнера для внедрения или обновления ERP системы?",
	"How do you select the right ERP modules for your specific business processes?": "Как выбрать правильные модули ERP ваших бизнес-процессов?",
	"Who can help with both the implementation and customization of your ERP system?": "Кто может помочь как с внедрением, так и с кастомизацией вашей ERP системы?",
	"Need ongoing support to optimize and maintain your ERP solution?": "Нужна постоянная поддержка для оптимизации и обслуживания вашей ERP системы?",
	"Web Scraping": "Веб-скрейпинг",
	"Interested in Web Scraping but Not Sure Where to Start?": "Интересуетесь веб-скрейпингом, но не знаете, с чего начать?",
	"How can web scraping help you gather valuable data from the web?": "Как веб-скрейпинг может помочь вам собрать ценные данные из интернета?",
	"What legal considerations should you be aware of before scraping websites?": "Какие юридические аспекты следует учитывать перед началом веб-скрейпинга?",
	"Unsure how to handle large volumes of data efficiently?": "Не уверены, как эффективно обрабатывать большие объемы данных?",
	"Facing Technical Challenges with Web Scraping?": "Столкнулись с техническими трудностями при веб-скрапинге?",
	"Which tools and libraries are best for your web scraping project?": "Какие инструменты и библиотеки лучше всего подходят для вашего проекта веб-скрейпинга?",
	"How do you deal with website restrictions like CAPTCHAs and rate limits?": "Как справляться с ограничениями сайтов, такими как CAPTCHA и лимиты скорости?",
	"Worried about maintaining accuracy and consistency in your scraped data?": "Беспокоитесь о поддержании точности и согласованности в собранных данных?",
	"Looking for an Expert to Handle Your Web Scraping Needs?": "Ищете эксперта для выполнения ваших задач по веб-скрейпингу?",
	"How do you build a robust, scalable web scraping solution?": "Как создать надежное и масштабируемое решение для веб-скрейпинга?",
	"Who can ensure your web scraping process is compliant and secure?": "Кто может гарантировать, что ваш процесс веб-скрейпинга соответствует требованиям и безопасен?",
	"Need ongoing support to adapt your scraping to changing website structures?": "Нужна постоянная поддержка для адаптации веб-скрапинга к изменяющимся структурам сайтов?",
	"Workshops": "Мастер-классы",
	"Struggling to find the right expert to deliver a lecture or workshop on a specialized topic?": "Не можете найти подходящего эксперта для проведения лекции или мастер-класса по какой-то теме?",
	"Need something customized for your team or students on emerging technologies?": "Нужно что-то индивидуальное для вашей команды или студентов по новым технологиям?",
	"Looking for hands-on sessions that teach real-world skills in web development, AI, or other areas?": "Ищете практические занятия, которые обучают реальным навыкам в веб-разработке, ИИ или других областях?",
	"Workshops Offered by Formamind": "Мастер-классы от Formamind",
	"Introduction to Algorithmics": "Введение в алгоритмику",
	"Advanced Algorithmics": "Продвинутая алгоритмика",
	"Introduction to Machine Learning and Artificial Intelligence": "Введение в машинное обучение и искусственный интеллект",
	"Ethics in Computer Science": "Этика в программировании",
	"Introduction to Web Design and Web Development": "Введение в веб-дизайн и веб-разработку",
	"Modern Techniques in Web Development": "Современные техники веб-разработки",
	"School Course Prelections": "Лекции в рамках школьной программы",
	"And that’s just the start.": "И это ещё не всё.",
	"We offer a variety of workshops and lectures and are happy to adjust the content to fit exactly what you need. We can even cover the full high school curriculum (podstawa programowa liceum).": "Мы предлагаем различные воркшопы и уроки и с радостью адаптируем содержание под ваши нужды. Мы можем даже охватить всю профильную школьную программу.",
	"CRM Systems": "CRM Системы",
	"Considering a CRM System but Not Sure Where to Begin?": "Рассматриваете внедрение CRM системы, но не знаете, с чего начать?",
	"How can a CRM system enhance your customer relationships and sales processes?": "Как система CRM может улучшить ваши взаимоотношения с клиентами и процессы продаж?",
	"What features should you look for in a CRM solution?": "Какие функции следует искать в системе CRM?",
	"Worried about the cost and time involved in implementing a CRM system?": "Беспокоитесь о стоимости и времени, необходимых для внедрения системы CRM?",
	"Facing Issues with Your Existing CRM System?": "Столкнулись с проблемами в вашей текущей системе CRM?",
	"Is your current CRM system outdated or not meeting your business needs?": "Ваша текущая система CRM устарела или не удовлетворяет потребности вашего бизнеса?",
	"How do you integrate your CRM with other marketing and sales tools?": "Как интегрировать вашу систему CRM с другими инструментами маркетинга и продаж?",
	"Concerned about data migration, customization, and user training?": "Беспокоитесь о миграции данных, кастомизации и обучении пользователей?",
	"Looking for a Partner to Implement or Upgrade Your CRM System?": "Ищете надёжного партнера для внедрения или обновления системы CRM?",
	"How do you choose the right CRM platform for your industry and business size?": "Как выбрать правильную CRM платформу для вашей отрасли и размера бизнеса?",
	"Who can provide both implementation expertise and ongoing support?": "Кто может предоставить как экспертизу в области внедрения, так и постоянную поддержку?",
	"Need help in customizing your CRM to match your specific workflows and goals?": "Нужна помощь в кастомизации вашей системы CRM под ваши специфические рабочие процессы и цели?",
	"Websites": "Веб-сайты",
	"Need a Website but Don’t Know Where to Start?": "Нужен веб-сайт, но не знаете, с чего начать?",
	"How can a professionally designed website boost your online presence?": "Как профессионально разработанный веб-сайт может улучшить присутствие вашей компании в Интернете?",
	"What features and design elements should be included to engage visitors?": "Какие функции и элементы дизайна следует включить для привлечения посетителей?",
	"Worried about mobile responsiveness and SEO optimization?": "Беспокоитесь о мобильной адаптивности и SEO-оптимизации?",
	"Struggling with Your Current Website’s Performance?": "Столкнулись с проблемами в производительности вашего текущего веб-сайта?",
	"Is your website outdated and not converting visitors into customers?": "Ваш веб-сайт устарел и не привлекает клиентов?",
	"How do you improve site speed, user experience, and accessibility?": "Как улучшить скорость загрузки сайта, пользовательский опыт и доступность?",
	"Concerned about managing content, updates, and security?": "Беспокоитесь об управлении контентом, обновлениями и безопасностью на сайте?",
	"Looking for a Partner to Design or Redesign Your Website?": "Ищете партнера для разработки или редизайна вашего веб-сайта?",
	"How do you create a website that aligns with your brand and business goals?": "Как создать веб-сайт, который соответствует вашему бренду и бизнес-целям?",
	"Who can handle both the design and technical development of your site?": "Кто может заняться как дизайном, так и технической разработкой вашего сайта?",
	"Need ongoing support to keep your website updated and optimized?": "Нужна постоянная поддержка для обновления и оптимизации вашего веб-сайта?",
	"E-commerce": "Онлайн магазины",
	"Planning to Launch an E-commerce Store but Not Sure Where to Start?": "Планируете запустить интернет-магазин, но не знаете, с чего начать?",
	"How can an online store help you reach more customers and increase sales?": "Как интернет-магазин может помочь вам привлечь больше клиентов и увеличить продажи?",
	"What platform and features are best suited for your e-commerce needs?": "Какая платформа и функции лучше всего подходят для ваших нужд в онлайн магазине?",
	"Worried about payment gateways, security, and compliance?": "Беспокоитесь о платежных системах, безопасности и соответствии требованиям?",
	"Struggling with Your Existing E-commerce Platform?": "Столкнулись с проблемами в работе уже имеющегося онлайн магазина?",
	"Is your e-commerce site failing to convert visitors into buyers?": "Ваш интернет-магазин не привлекает покупателей?",
	"How do you optimize product listings, checkout processes, and user experience?": "Как оптимизировать списки товаров, процесс оформления заказа и пользовательский опыт?",
	"Concerned about integrating with inventory management, shipping, and CRM systems?": "Беспокоитесь об интеграции с управлением инвентарём, доставкой и системами CRM?",
	"Looking for a Reliable Partner to Build or Enhance Your E-commerce Site?": "Ищете надежного партнера для создания или улучшения вашего интернет-магазина?",
	"How do you create a seamless shopping experience that drives sales?": "Как создать простой и интуитивный процесс покупки, который способствует продажам?",
	"Who can manage the design, development, and ongoing optimization of your store?": "Кто может заняться дизайном, разработкой и постоянным улучщением вашего магазина?",
	"Need support with marketing, SEO, and analytics to grow your online business?": "Нужна поддержка в области маркетинга, SEO и аналитики для развития вашего онлайн-бизнеса?",
	"You are in good hands!": "Вы в надежных руках!",
	"Educational and Corporate Workshops | Customized Training for Schools and Businesses - Formamind": "Образовательные и Корпоративные Мастер-классы | Индивидуальное Обучение для Школ и Компаний - Formamind",
	"Formamind offers customized workshops for schools and businesses. Our expert-led sessions cover topics like web development, AI, and STEM, providing practical, hands-on training for students and professionals.": "Formamind предлагает индивидуальные мастер-классы для школ и компаний. Наши занятия, проводимые экспертами, охватывают такие темы, как веб-разработка, ИИ и наука, предоставляя практическое обучение для студентов и профессионалов.",
	"Website Design and Development | Build and Optimize Your Site - Formamind": "Дизайн и Разработка Веб-сайтов | Создание и Оптимизация Вашего Сайта - Formamind",
	"Formamind: Need a new website or redesign? We create custom websites that enhance your online presence. From responsive design to SEO optimization, we ensure your site engages visitors and drives conversions.": "Formamind: Нужен новый веб-сайт или редизайн? Мы создаем индивидуальные сайты, которые улучшают ваше присутствие в Интернете. От адаптивного дизайна до SEO-оптимизации, мы уверены, что ваш сайт привлечёт посетителей и клиентов.",
	"Web Scraping Software Development | Custom Data Collection Tools - Formamind": "Разработка Программного Обеспечения для Веб-скрейпинга | Индивидуальные Инструменты для Сбора Данных - Formamind",
	"Formamind: Need custom software for web scraping and data collection? We develop powerful tools for automated web data extraction, tailored to your specific needs. Efficiently gather and manage data from websites with our custom solutions.": "Formamind: Нужен индивидуальный софт для веб-скрейпинга и сбора данных? Мы разрабатываем мощные инструменты для автоматизированного извлечения данных из Интернета, адаптированные к вашим потребностям. Эффективно собирайте и управляйте данными с веб-сайтов с помощью наших индивидуальных решений.",
	"Web Application Development | Build Custom Web Apps - Formamind": "Разработка Веб-приложений | Создание Персонализированных Веб-приложений - Formamind",
	"Formamind: Need a web application? We develop custom web apps with a focus on scalability, security, and performance. Get expert support from start to finish.": "Formamind: Нужно веб-приложение? Мы разрабатываем персонализированные веб-приложения с акцентом на масштабируемость, безопасность и производительность. Получите экспертную поддержку от начала до конца разработки.",
	"Mobile App Development | Build Custom iOS and Android Apps - Formamind": "Разработка Мобильных Приложений | Создание Приложений для iOS и Android - Formamind",
	"Formamind: Need a mobile app? We develop custom apps for iOS and Android that are user-friendly, secure, and optimized for performance. Get expert help from design to launch.": "Formamind: Нужно мобильное приложение? Мы разрабатываем индивидуальные приложения для iOS и Android, которые удобны в использовании, безопасны и оптимизированы для высокой производительности. Помощь экспертов на всех этапах разработки.",
	"Legacy System Modernization | Upgrade and Modernize Your Software - Formamind": "Модернизация Устаревших Систем | Обновление и Модернизация Вашего ПО - Formamind",
	"Formamind: Looking to modernize your legacy systems? We help businesses upgrade outdated software and integrate modern technologies smoothly and efficiently.": "Formamind: Хотите модернизировать устаревшие системы? Мы помогаем компаниям обновлять устаревшее ПО и интегрировать современные технологии плавно и эффективно.",
	"ERP Systems for Business | Custom Enterprise Resource Planning Software - Formamind": "ERP Системы для Бизнеса | Индивидуальное ПО для Планирования Ресурсов Компании - Formamind",
	"Formamind: Looking to set up or upgrade your ERP system? We specialize in Enterprise Resource Planning software that streamlines business operations, with custom solutions and ongoing support.": "Formamind: Хотите внедрить или обновить систему ERP? Мы специализируемся на программном обеспечении для планирования ресурсов предприятия, которое оптимизирует бизнес-процессы, предлагая индивидуальные решения и постоянную поддержку.",
	"E-commerce Development | Build and Optimize Your Online Store - Formamind": "Разработка Интернет-магазинов | Создание и Оптимизация Вашего Онлайн-магазина - Formamind",
	"Formamind: Planning to start an online store or improve an existing one? We build and optimize e-commerce sites to increase sales and ensure secure, seamless transactions.": "Formamind: Планируете открыть интернет-магазин или улучшить существующий? Мы создаем и оптимизируем сайты онлайн магазинов для увеличения продаж и обеспечения безопасных, плавных транзакций.",
	"Desktop Application Development | Build Custom Desktop Apps - Formamind": "Разработка Настольных Приложений | Разработка Программ для ПК - Formamind",
	"Formamind: Need a desktop application? We develop custom desktop software for Windows, macOS, and Linux. Ensure compatibility, performance, and a great user experience.": "Formamind: Нужно настольное приложение? Мы разрабатываем персонализированное программное обеспечение для Windows, macOS и Linux. Обеспечьте совместимость, производительность и отличный пользовательский опыт.",
	"Custom Software Development | Build Software for Business Needs - Formamind": "Разработка персонализированного ПО на заказ| Создание Программного Обеспечения для Бизнеса - Formamind",
	"Formamind: Get custom software development that fits your business. We develop software to meet your specific requirements, ensuring easy integration with existing systems.": "Formamind: Разработку ПО, которое подходит вашему бизнесу. Мы разрабатываем ПО, соответствующее именно вашим требованиям, обеспечивая легкую интеграцию с существующими системами.",
	"Custom CRM Development | Build a CRM System for Your Business - Formamind": "Разработка Индивидуальных CRM систем | Создание CRM Системы для Вашего Бизнеса - Formamind",
	"Formamind: Looking to build a custom CRM system? We specialize in CRM software development tailored to your business needs, helping you manage customer relationships effectively.": "Formamind: Хотите создать персонализированную CRM систему? Мы специализируемся на разработке CRM-программного обеспечения, адаптированного к потребностям вашего бизнеса, помогая эффективно управлять взаимоотношениями с клиентами.",
	"Formamind | Business Process Automation": "Formamind | Автоматизация Бизнес-процессов",
	"How can I automate my business processes? Formamind helps businesses save time and money by automating everyday tasks and making sure everything works smoothly with your current systems. Get help with the right tools and easy setup.": "Как автоматизировать свои бизнес-процессы? Formamind помогает компаниям экономить время и деньги, автоматизируя повседневные задачи и обеспечивая бесперебойную работу с вашими текущими системами. Получите помощь с правильными инструментами и простой настройкой.",
	"Formamind | AI Solutions for Businesses": "Formamind | ИИ-решения для Бизнеса",
	"How can AI help my business? Formamind develops custom AI solutions to automate tasks, improve efficiency, and drive business growth. Specializing in Machine Learning, Deep Learning, and NLP, we create AI that works for you.": "Как ИИ может помочь моему бизнесу? Formamind разрабатывает индивидуальные ИИ-решения для автоматизации задач, повышения эффективности и роста бизнеса. Специализируясь на машинном обучении, глубоком обучении и NLP, мы создаем ИИ, который работает для вас.",

	"Your": "Мы разрабатываем",
	"Software Development": "софт для вас",
	"Journey": "",
	"Your Idea": "Ваши идеи",
	"our commitment": "наши усилия",
	"Your Goals": "Ваши цели",
	"our motivation": "наша мотивация",
	"Your Growth": "Ваш успех",
	"our solutions": "наши решения",

	"back": "назад",

	"keywords": "Разработка Программного Обеспечения, ИИ, Разработка Веб-приложений, Автоматизация Бизнес-процессов, Разработка Мобильных Приложений, Системы ERP, Разработка Интернет-магазинов, Инструменты для Веб-скрейпинга, Системы CRM, Веб-сайты Польша, Разработка Программного Обеспечения Европа, Разработка Программного Обеспечения, ПО, Польша, Европа, ЕС, Испания"
}
