{
	"company": "про нас",
	"services": "послуги",
	"careers": "кар'єра",
	"Get in touch": "Зв'язатися",
	"index-h1-pre": "Formamind\nтут ",
	"index-h1-span": "ваша ідея\n",
	"index-h1-post": "отримує форму",
	"made in Europe": "Європейська ІТ-компанія",
	"Who are we?": "Хто ми такі?",
	"Who are we?-text": "Ми — команда розробників з Варшави, яка прагне застосувати наш досвід і знання для втілення ваших ідей. Ми успішно працювали як зі стартапами, так і з великими організаціями, і розуміємо, наскільки важливий індивідуальний підхід до кожного проєкту. Ми готові перетворити ваші ідеї на успішні проєкти!",
	"Our values": "Наші цінності",
	"modern approach": "сучасний підхід",
	"modern-approach-text": "Ми використовуємо найновіші технології для створення динамічних рішень, що виходять за рамки традиційних підходів.",
	"client-driven design": "дизайн, орієнтований на клієнта",
	"cient-driven-design-text": "Ми пріоритетуємо потреби наших клієнтів, тісно співпрацюючи для надання індивідуальних, ефективних рішень.",
	"attention to details": "увага до деталей",
	"attention-to-details-text": "Ми ретельно продумуємо кожен аспект наших проектів, забезпечуючи високу якість і надійність рішень.",
	"Technologies we work with": "Технології, з якими ми працюємо",
	"and more": "та багато іншого",
	"Services we provide": "Послуги, які ми надаємо",
	"SaaS": "SaaS",
	"SaaP": "SaaP",
	"Careers": "Кар'єра",
	"Services": "Послуги",
	"Web applications": "Веб-застосунки",
	"AI-driven solutions": "Рішення на базі ШІ",
	"Business process automatization": "Автоматизація бізнес-процесів",
	"Legacy systems modernization": "Модернізація старих систем",
	"Mobile apps": "Мобільні застосунки",
	"Desktop applications": "Настільні застосунки",
	"Custom software solutions": "Індивідуальні програмні рішення",
	"ERP systems": "ERP-системи",
	"Contact us": "Зв'яжіться з нами",
	"What is your email?": "Ваша електронна пошта",
	"What can we call you?": "Ваше ім'я",
	"What would you like to talk about?": "Про що ви хотіли б поговорити?",
	"Send": "Відправити",
	"Sending...": "Відправка...",
	"contact-text": "Зв'яжіться з нами, опишіть свій запит, і ми допоможемо перетворити ваші ідеї на реальність.",
	"WE'RE HERE FOR YOU": "МИ ТУТ ДЛЯ ВАС",
	"contact": "контакт",
	"Sections": "Розділи",
	"About us": "про нас",
	"impressum": "легальна інофрмація",
	"privacy policy": "політика конфіденційності",
	"© 2024 Formamind sp. z o.o. All Rights Reserved.": "© 2024 Formamind sp. z o.o. Всі права захищені.",
	"Careers at Formamind": "Кар'єра у Formamind",
	"Search open positions": "Пошук відкритих позицій",
	"filter by keywords": "фільтрувати за ключовими словами",
	"No open positions at this moment.": "На даний момент відкритих позицій немає.",
	"But in case of elevated enthusiasm fell free to contact us.": "Але якщо ви маєте підвищений ентузіазм, не соромтеся зв'язатися з нами.",
	"Privacy policy": "Політика конфіденційності",
	"Formamind sp. z o.o.": "Formamind sp. z o.o. (ТОВ)",
	"sp. z o.o.": "ТОВ",
	"General Information": "Загальна інформація",
	"general-information-text": "Ця Політика конфіденційності окреслює правила обробки персональних даних, отриманих через веб-сайт, яким керує Formamind sp. z o.o. (ТОВ), з офісом у Варшаві, вул. Stefana Batorego 18, 02-591 Варшава, NIP: 7011213157.",
	"Data Controller": "Контролер даних",
	"data-controller-text": "Контролером даних є Formamind sp. z o.o. (ТОВ), з офісом у Варшаві, вул. Stefana Batorego 18, 02-591 Варшава, NIP: 7011213157, далі - \"Контролер\"",
	"Types of Processed Data": "Типи оброблюваних даних",
	"types-of-processed-data-text": "Контролер може обробляти наступні персональні дані:",
	"firstName": "Ім'я та прізвище",
	"emailAddress": "Адреса електронної пошти",
	"phoneNumber": "Номер телефону",
	"ipAddress": "IP-адреса",
	"cookiesData": "Дані, зібрані за допомогою cookie та аналогічних технологій",
	"Purpose and Legal Basis for Data Processing": "Мета та правова основа обробки даних",
	"purpose-and-legal-basis-text": "Персональні дані обробляються з наступними цілями:",
	"inquiriesResponse": "Для відповідей на запити, надіслані через контактну форму (стаття 6(1)(a) GDPR - згода суб'єкта даних)",
	"websiteTrafficAnalysis": "Для аналізу трафіку веб-сайту за допомогою Google Analytics (стаття 6(1)(f) GDPR - законний інтерес Контролера)",
	"Data Recipients": "Отримувачі даних",
	"data-recipients-text": "Персональні дані можуть бути передані:",
	"serviceProviders": "Постачальникам послуг, які обробляють дані від імені Контролера (наприклад, постачальникам ІТ-послуг, хостинг-провайдерам)",
	"googleAnalytics": "Google LLC для використання Google Analytics (відповідно до рамок EU-U.S. Privacy Shield або еквівалентних заходів безпеки)",
	"Transfer of Data to Third Countries": "Передача даних у треті країни",
	"transfer-of-data-to-third-countries-text": "Персональні дані можуть бути передані в країни за межами Європейської економічної зони (ЄЕЗ) тільки в разі необхідності та при наявності відповідних заходів безпеки, таких як стандартні договірні положення, затверджені Європейською комісією.",
	"Data Retention Period": "Період зберігання даних",
	"data-retention-period-text": "Персональні дані будуть зберігатися до тих пір, поки це необхідно для досягнення цілей, для яких вони були зібрані, або до відкликання згоди суб'єктом даних.",
	"Rights of Data Subjects": "Права суб'єктів даних",
	"rights-of-data-subjects-text": "Суб'єкти даних мають наступні права:",
	"rightToAccess": "Право на доступ до своїх даних",
	"rightToRectify": "Право на виправлення своїх даних",
	"rightToErase": "Право на видалення своїх даних",
	"rightToRestrict": "Право на обмеження обробки даних",
	"rightToObject": "Право на заперечення проти обробки даних",
	"rightToPortability": "Право на перенесення даних",
	"rightToWithdraw": "Право відкликати згоду в будь-який час без шкоди для законності обробки на основі згоди до її відкликання",
	"exerciseRights": "Для реалізації цих прав, будь ласка, зв'яжіться з Контролером за адресою: contact{'@'}formamind.com.",
	"Cookies and Similar Technologies": "Файли cookie та аналогічні технології",
	"cookies-and-similar-technologies-text": "Веб-сайт використовує файли cookie для покращення користувацького досвіду та аналізу трафіку на сайті. Користувачі можуть керувати налаштуваннями файлів cookie у своєму веб-браузері.",
	"Changes to the Privacy Policy": "Зміни в політиці конфіденційності",
	"changes-to-the-privacy-policy-text": "Контролер залишає за собою право оновлювати цю політику конфіденційності в будь-який час. Будь-які зміни будуть опубліковані на цій сторінці з оновленою датою перегляду.",
	"Contact Information": "Контактна інформація",
	"contact-information-text": "Якщо у вас є питання або занепокоєння щодо цієї політики конфіденційності або обробки даних, будь ласка, зв'яжіться з Контролером за адресою: contact{'@'}formamind.com.",
	"To main page": "На головну сторінку",
	"Impressum": "Легальна інофрмація",
	"ownerTitle": "Власник сайту:",
	"ownerInfo": "Formamind sp. z o.o. (Товариство з обмеженою відповідальністю)",
	"ownerAddress": "Офіс у Варшаві, вул. Stefana Batorego 18, 02-591",
	"contactTitle": "Контактна особа",
	"contactPerson": "Franciszek Łajszczak (Франчішек Лайщак)",
	"taxIdTitle": "Ідентифікаційний податковий номер (NIP)",
	"Formamind | Software development services": "Formamind | Послуги з розробки програмного забезпечення",
	"Formamind: Crafting tailored software solutions to elevate your business performance. Specializing in SaaS, AI-driven solutions, ERP Systems, and more. Let's turn your vision into reality!": "Formamind: Створюємо індивідуальні програмні рішення для підвищення ефективності вашого бізнесу. Спеціалізуємось на SaaS, рішеннях на базі ШІ, ERP-системах та іншому. Давайте втілимо вашу ідею в реальність!",
	"Formamind | Software development careers": "Formamind | Кар'єра у розробці програмного забезпечення",
	"Join Formamind in Warsaw! We're a dynamic software development company specializing in SaaS, AI solutions, ERP systems, and more. Explore career opportunities and be part of our innovative team. Apply now!": "Приєднуйтесь до Formamind у Варшаві! Ми динамічна компанія з розробки програмного забезпечення, яка спеціалізується на SaaS, рішеннях на базі ШІ, ERP-системах та іншому. Досліджуйте можливості кар'єри і станьте частиною нашої інноваційної команди. Подайте заявку зараз!",
	"Formamind | Impressum": "Formamind | Імпресум",
	"Formamind | Privacy Policy": "Formamind | Політика конфіденційності",
	"Our privacy policy.": "Наша політика конфіденційності.",
	"By sending a message you agree to our": "Надсилаючи повідомлення, ви погоджуєтеся з нашою",
	"msg privacy policy": "політикою конфіденційності",
	"Legacy Systems Modernization": "Модернізація старих систем",
	"Dealing with Outdated Systems but Don’t Know How to Modernize?": "Зіткнулися зі старими системами, але не знаєте, як їх модернізувати?",
	"How can you upgrade your legacy systems without disrupting your business?": "Як оновити старі системи без шкоди для бізнесу?",
	"What are the risks and benefits of moving to modern technologies?": "Які ризики та переваги переходу на сучасні технології?",
	"Concerned about data migration and compatibility issues?": "Турбуєтеся про міграцію даних та проблеми сумісності?",
	"Facing Challenges in Modernizing Legacy Systems?": "Стикаєтесь з проблемами при модернізації старих систем?",
	"Which modernization approach is right for you: rehosting, replatforming, or refactoring?": "Який підхід до модернізації вам підходить: перехід на іншу платформу, перенесення чи рефакторинг?",
	"How do you ensure minimal downtime during the transition?": "Як забезпечити мінімальний час простою під час переходу?",
	"Worried about maintaining data integrity and security throughout the process?": "Турбуєтесь про збереження цілісності даних та безпеку протягом усього процесу?",
	"Looking for a Skilled Partner to Modernize Your Legacy Systems?": "Шукаєте досвідченого партнера для модернізації ваших старих систем?",
	"How do you transform your legacy systems into scalable, future-proof solutions?": "Як перетворити старі системи на масштабовані, стійкі до змін рішення?",
	"Who can handle both the technical and strategic aspects of modernization?": "Хто зможе впоратися з технічними та стратегічними аспектами модернізації?",
	"Need continuous support to ensure your new systems stay updated and secure?": "Потребуєте постійної підтримки, щоб нові системи залишалися актуальними та захищеними?",
	"Business Process Automation": "Автоматизація бізнес-процесів",
	"Considering Business Process Automation but Unsure Where to Start?": "Розглядаєте автоматизацію бізнес-процесів, але не знаєте, з чого почати?",
	"How can automation streamline your operations and reduce costs?": "Як автоматизація може спростити операції та знизити витрати?",
	"Which processes in your business are prime candidates for automation?": "Які процеси у вашому бізнесі найкраще підходять для автоматизації?",
	"Worried about the impact of automation on your workforce?": "Турбуєтесь про вплив автоматизації на вашу робочу силу?",
	"Facing Challenges in Implementing Business Process Automation?": "Стикаєтесь з труднощами впровадження автоматизації бізнес-процесів?",
	"Which tools and technologies are best for automating your specific processes?": "Які інструменти та технології найкраще підходять для автоматизації ваших процесів?",
	"How do you ensure a smooth transition from manual to automated workflows?": "Як забезпечити плавний перехід від ручних до автоматизованих робочих процесів?",
	"Concerned about integrating automation with your existing software systems?": "Турбуєтесь про інтеграцію автоматизації з вашими існуючими програмними системами?",
	"Looking for an Experienced Partner to Automate Your Business Processes?": "Шукаєте досвідченого партнера для автоматизації ваших бізнес-процесів?",
	"How do you identify and prioritize automation opportunities in your business?": "Як визначити та пріоритетизувати можливості автоматизації у вашому бізнесі?",
	"Who can guide you through the design, implementation, and optimization of automated systems?": "Хто може допомогти вам у розробці, впровадженні та оптимізації автоматизованих систем?",
	"Need ongoing support to keep your automated processes running efficiently?": "Потребуєте постійної підтримки для ефективної роботи ваших автоматизованих процесів?",
	"Web Applications": "Веб-застосунки",
	"Need a Web Application but Don’t Know Where to Begin?": "Потрібен веб-застосунок, але не знаєте, з чого почати?",
	"What technologies should you use?": "Які технології слід використовувати?",
	"How do you ensure scalability and security?": "Як забезпечити масштабованість та безпеку?",
	"Stuck choosing between front-end and back-end frameworks?": "Не можете вибрати між фронтенд та бекенд фреймворками?",
	"Confused by the Complexities of Web Development?": "Заплутались у складнощах веб-розробки?",
	"Which programming language is best for your business?": "Яка мова програмування найкраще підходить для вашого бізнесу?",
	"How do you optimize performance across devices?": "Як оптимізувати продуктивність на різних пристроях?",
	"Worried about data management and integration?": "Турбуєтесь про управління даними та інтеграцію?",
	"Looking for a Reliable Partner to Build Your Web Application?": "Шукаєте надійного партнера для створення вашого веб-застосунку?",
	"How can you transform your ideas into a functional app?": "Як перетворити ваші ідеї на функціональний застосунок?",
	"Who can you trust to manage both front-end and back-end development?": "Кому ви можете довірити управління як фронтенд, так і бекенд розробкою?",
	"Need post-launch support and ongoing maintenance?": "Потребуєте підтримки після запуску та постійного обслуговування?",
	"Mobile Applications": "Мобільні застосунки",
	"Thinking About a Mobile App but Not Sure Where to Start?": "Думаєте про мобільний застосунок, але не знаєте, з чого почати?",
	"What platform should you choose: iOS, Android, or both?": "Яку платформу вибрати: iOS, Android або обидві?",
	"How do you ensure your app is user-friendly and intuitive?": "Як забезпечити зручність та інтуїтивність використання вашого застосунку?",
	"Concerned about app store requirements and approvals?": "Турбуєтесь про вимоги та схвалення в магазинах застосунків?",
	"Struggling with Mobile App Development Challenges?": "Зіштовхуєтесь з труднощами розробки мобільних застосунків?",
	"Which programming language or framework is right for your app?": "Яка мова програмування або фреймворк підходить для вашого застосунку?",
	"How can you ensure your app performs well across different devices?": "Як забезпечити високу продуктивність вашого застосунку на різних пристроях?",
	"Worried about app security and data privacy?": "Турбуєтесь про безпеку застосунку та конфіденційність даних?",
	"Need a Trusted Partner to Bring Your Mobile App Vision to Life?": "Потрібен надійний партнер для втілення вашої ідеї мобільного застосунку?",
	"How do you turn your ideas into a fully functional mobile app?": "Як перетворити ваші ідеї на повноцінний мобільний застосунок?",
	"Who can handle both front-end and back-end development for mobile?": "Хто може впоратися як з фронтенд, так і з бекенд розробкою для мобільних пристроїв?",
	"Looking for ongoing support and updates after launch?": "Шукаєте постійну підтримку та оновлення після запуску?",
	"Desktop Applications": "Десктопні застосунки",
	"Considering a Desktop Application but Unsure How to Proceed?": "Розглядаєте десктопний застосунок, але не впевнені, як діяти далі?",
	"What operating system should you target: Windows, macOS, Linux, or all?": "Яку операційну систему обрати: Windows, macOS, Linux чи всі разом?",
	"How can you ensure a seamless user experience across different devices?": "Як забезпечити безперервний користувацький досвід на різних пристроях?",
	"Concerned about software installation and compatibility issues?": "Турбуєтесь про встановлення програмного забезпечення та проблеми сумісності?",
	"Facing Hurdles in Desktop Application Development?": "Стикаєтесь з труднощами в розробці десктопних застосунків?",
	"Which programming language or framework is best suited for your desktop app?": "Яка мова програмування або фреймворк найкраще підходить для вашого десктопного застосунку?",
	"How do you optimize performance and resource usage on different systems?": "Як оптимізувати продуктивність та використання ресурсів на різних системах?",
	"Worried about software updates, patches, and version control?": "Турбуєтесь про оновлення програмного забезпечення, патчі та контроль версій?",
	"Seeking a Reliable Team to Develop Your Desktop Application?": "Шукаєте надійну команду для розробки вашого десктопного застосунку?",
	"How can you turn your desktop software idea into a reality?": "Як перетворити вашу ідею десктопного ПЗ на реальність?",
	"Who can manage both the UI/UX design and core development efficiently?": "Хто зможе ефективно управляти як дизайном UI/UX, так і основною розробкою?",
	"Need long-term support and maintenance for your application?": "Потребуєте довгострокової підтримки та обслуговування вашого застосунку?",
	"AI-Driven Solutions": "Рішення на базі ШІ",
	"Exploring AI Solutions but Don’t Know Where to Start?": "Досліджуєте рішення на базі ШІ, але не знаєте, з чого почати?",
	"How can AI enhance your business processes?": "Як ШІ може покращити ваші бізнес-процеси?",
	"What type of AI models are best suited for your needs: Machine Learning, Deep Learning, NLP?": "Які моделі ШІ найкраще підходять для ваших потреб: машинне навчання, глибоке навчання, обробка природної мови?",
	"Unsure how to integrate AI with your existing systems?": "Не впевнені, як інтегрувати ШІ з вашими існуючими системами?",
	"Struggling with AI Development Challenges?": "Стикаєтесь з труднощами розробки на базі ШІ?",
	"Which AI tools and frameworks should you use for development?": "Які інструменти та фреймворки ШІ варто використовувати для розробки?",
	"How can you ensure your AI models are accurate and unbiased?": "Як забезпечити точність і неупередженість ваших моделей ШІ?",
	"Worried about data security, privacy, and ethical concerns?": "Турбуєтесь про безпеку даних, конфіденційність та етичні питання?",
	"Looking for an Expert Partner to Implement AI in Your Business?": "Шукаєте експертного партнера для впровадження ШІ у вашому бізнесі?",
	"How do you translate your AI ideas into practical, scalable solutions?": "Як перетворити ваші ідеї ШІ на практичні, масштабовані рішення?",
	"Who can help with both the development and deployment of AI models?": "Хто зможе допомогти як з розробкою, так і з впровадженням моделей ШІ?",
	"Need ongoing support to keep your AI systems up to date and optimized?": "Потребуєте постійної підтримки, щоб підтримувати ваші системи ШІ актуальними та оптимізованими?",
	"Custom Software Solutions": "Індивідуальні програмні рішення",
	"Need Custom Software but Don’t Know Where to Begin?": "Потрібне індивідуальне програмне забезпечення, але не знаєте, з чого почати?",
	"How do you determine the right features for your business needs?": "Як визначити правильні функції для ваших бізнес-потреб?",
	"What technology stack is best suited for your custom solution?": "Який технологічний стек найкраще підходить для вашого індивідуального рішення?",
	"Worried about integration with your existing systems?": "Турбуєтесь про інтеграцію з вашими існуючими системами?",
	"Facing Challenges in Custom Software Development?": "Стикаєтесь з труднощами в розробці індивідуального програмного забезпечення?",
	"Which development approach should you take: Agile, Waterfall, or Hybrid?": "Який підхід до розробки вам варто обрати: Agile, Waterfall чи Hybrid?",
	"How can you ensure your software is scalable and future-proof?": "Як забезпечити масштабованість та довгострокову актуальність вашого ПЗ?",
	"Concerned about managing costs and timelines effectively?": "Турбуєтесь про ефективне управління витратами та термінами?",
	"Looking for a Trusted Partner to Build Your Custom Software?": "Шукаєте надійного партнера для створення вашого індивідуального програмного забезпечення?",
	"How do you bring your unique business ideas to life through software?": "Як втілити ваші унікальні бізнес-ідеї через програмне забезпечення?",
	"Who can provide both development expertise and strategic guidance?": "Хто може надати як експертизу в розробці, так і стратегічні консультації?",
	"Need long-term support to maintain and update your custom solution?": "Потребуєте довгострокової підтримки для обслуговування та оновлення вашого індивідуального рішення?",
	"ERP Systems": "ERP-системи",
	"Thinking About Implementing an ERP System but Unsure Where to Start?": "Розглядаєте впровадження ERP-системи, але не знаєте, з чого почати?",
	"How can an ERP system improve efficiency across your organization?": "Як ERP-система може підвищити ефективність вашої організації?",
	"What should you consider when choosing an ERP solution for your business?": "Що слід враховувати при виборі ERP-рішення для вашого бізнесу?",
	"Worried about the cost and complexity of ERP implementation?": "Турбуєтесь про вартість та складність впровадження ERP?",
	"Facing Challenges with Your Current ERP System?": "Стикаєтесь з труднощами у використанні вашої поточної ERP-системи?",
	"Is your ERP system outdated and struggling to meet your needs?": "Ваша ERP-система застаріла і не відповідає вашим потребам?",
	"How do you ensure seamless integration with other business tools?": "Як забезпечити безперебійну інтеграцію з іншими бізнес-інструментами?",
	"Concerned about user adoption and training for your ERP system?": "Турбуєтесь про прийняття та навчання користувачів для вашої ERP-системи?",
	"Looking for a Reliable Partner to Implement or Upgrade Your ERP System?": "Шукаєте надійного партнера для впровадження або оновлення вашої ERP-системи?",
	"How do you select the right ERP modules for your specific business processes?": "Як обрати правильні модулі ERP для ваших конкретних бізнес-процесів?",
	"Who can help with both the implementation and customization of your ERP system?": "Хто може допомогти з впровадженням та налаштуванням вашої ERP-системи?",
	"Need ongoing support to optimize and maintain your ERP solution?": "Потребуєте постійної підтримки для оптимізації та обслуговування вашого ERP-рішення?",
	"Web Scraping": "Веб-скрейпінг",
	"Interested in Web Scraping but Not Sure Where to Start?": "Цікавитесь веб-скрапінгом, але не знаєте, з чого почати?",
	"How can web scraping help you gather valuable data from the web?": "Як веб-скрапінг може допомогти вам зібрати цінні дані з Інтернету?",
	"What legal considerations should you be aware of before scraping websites?": "На які правові аспекти варто звернути увагу перед скрапінгом веб-сайтів?",
	"Unsure how to handle large volumes of data efficiently?": "Не впевнені, як ефективно обробляти великі обсяги даних?",
	"Facing Technical Challenges with Web Scraping?": "Стикаєтесь з технічними труднощами веб-скрапінгу?",
	"Which tools and libraries are best for your web scraping project?": "Які інструменти та бібліотеки найкраще підходять для вашого проекту веб-скрапінгу?",
	"How do you deal with website restrictions like CAPTCHAs and rate limits?": "Як боротися з обмеженнями веб-сайтів, такими як CAPTCHA та обмеження швидкості?",
	"Worried about maintaining accuracy and consistency in your scraped data?": "Турбуєтесь про підтримання точності та послідовності у зібраних даних?",
	"Looking for an Expert to Handle Your Web Scraping Needs?": "Шукаєте експерта для вирішення ваших потреб у веб-скрапінгу?",
	"How do you build a robust, scalable web scraping solution?": "Як побудувати надійне, масштабоване рішення для веб-скрапінгу?",
	"Who can ensure your web scraping process is compliant and secure?": "Хто зможе забезпечити відповідність та безпеку вашого процесу веб-скрапінгу?",
	"Need ongoing support to adapt your scraping to changing website structures?": "Потребуєте постійної підтримки для адаптації скрапінгу до змін у структурі веб-сайтів?",
	"Workshops": "Воркшопи",
	"Struggling to find the right expert to deliver a lecture or workshop on a specialized topic?": "Маєте труднощі у пошуку експерта для проведення лекції чи воркшопу на спеціалізовану тему?",
	"Need something customized for your team or students on emerging technologies?": "Потрібно щось індивідуальне для вашої команди або студентів щодо новітніх технологій?",
	"Looking for hands-on sessions that teach real-world skills in web development, AI, or other areas?": "Шукаєте практичні сесії, які навчать реальним навичкам у веб-розробці, ШІ або інших галузях?",
	"Workshops Offered by Formamind": "Воркшопи від Formamind",
	"Introduction to Algorithmics": "Вступ до алгоритміки",
	"Advanced Algorithmics": "Поглиблена алгоритміка",
	"Introduction to Machine Learning and Artificial Intelligence": "Вступ до машинного навчання та штучного інтелекту",
	"Ethics in Computer Science": "Етика в комп'ютерних науках",
	"Introduction to Web Design and Web Development": "Вступ до веб-дизайну та веб-розробки",
	"Modern Techniques in Web Development": "Сучасні техніки у веб-розробці",
	"School Course Prelections": "Прелекції для шкільних курсів",
	"And that’s just the start.": "І це лише початок.",
	"We offer a variety of workshops and lectures and are happy to adjust the content to fit exactly what you need. We can even cover the full high school curriculum (podstawa programowa liceum).": "Ми пропонуємо різноманітні воркшопи та лекції і з радістю підлаштуємо зміст під ваші потреби. Ми можемо навіть охопити повну програму навчання у старшій школі (podstawa programowa liceum).",
	"CRM Systems": "CRM-системи",
	"Considering a CRM System but Not Sure Where to Begin?": "Розглядаєте CRM-систему, але не знаєте, з чого почати?",
	"How can a CRM system enhance your customer relationships and sales processes?": "Як CRM-система може покращити ваші відносини з клієнтами та процеси продажів?",
	"What features should you look for in a CRM solution?": "Які функції слід шукати в CRM-рішенні?",
	"Worried about the cost and time involved in implementing a CRM system?": "Турбуєтесь про вартість і час, пов'язані з впровадженням CRM-системи?",
	"Facing Issues with Your Existing CRM System?": "Стикаєтесь з проблемами у вашій поточній CRM-системі?",
	"Is your current CRM system outdated or not meeting your business needs?": "Ваша поточна CRM-система застаріла або не відповідає потребам вашого бізнесу?",
	"How do you integrate your CRM with other marketing and sales tools?": "Як інтегрувати вашу CRM-систему з іншими маркетинговими та продажними інструментами?",
	"Concerned about data migration, customization, and user training?": "Турбуєтесь про міграцію даних, налаштування та навчання користувачів?",
	"Looking for a Partner to Implement or Upgrade Your CRM System?": "Шукаєте партнера для впровадження або оновлення вашої CRM-системи?",
	"How do you choose the right CRM platform for your industry and business size?": "Як вибрати правильну CRM-платформу для вашої галузі та розміру бізнесу?",
	"Who can provide both implementation expertise and ongoing support?": "Хто може надати як експертизу у впровадженні, так і постійну підтримку?",
	"Need help in customizing your CRM to match your specific workflows and goals?": "Потрібна допомога в налаштуванні вашої CRM відповідно до ваших специфічних робочих процесів та цілей?",
	"Websites": "Веб-сайти",
	"Need a Website but Don’t Know Where to Start?": "Потрібен веб-сайт, але не знаєте, з чого почати?",
	"How can a professionally designed website boost your online presence?": "Як професійно розроблений веб-сайт може покращити вашу онлайн-присутність?",
	"What features and design elements should be included to engage visitors?": "Які функції та елементи дизайну слід включити для залучення відвідувачів?",
	"Worried about mobile responsiveness and SEO optimization?": "Турбуєтесь про адаптивність для мобільних пристроїв та SEO-оптимізацію?",
	"Struggling with Your Current Website’s Performance?": "Стикаєтесь з проблемами продуктивності вашого поточного веб-сайту?",
	"Is your website outdated and not converting visitors into customers?": "Ваш веб-сайт застарів і не перетворює відвідувачів на клієнтів?",
	"How do you improve site speed, user experience, and accessibility?": "Як покращити швидкість сайту, користувацький досвід та доступність?",
	"Concerned about managing content, updates, and security?": "Турбуєтесь про управління контентом, оновленнями та безпекою?",
	"Looking for a Partner to Design or Redesign Your Website?": "Шукаєте партнера для дизайну або редизайну вашого веб-сайту?",
	"How do you create a website that aligns with your brand and business goals?": "Як створити веб-сайт, який відповідає вашому бренду та бізнес-цілям?",
	"Who can handle both the design and technical development of your site?": "Хто може впоратися як з дизайном, так і з технічною розробкою вашого сайту?",
	"Need ongoing support to keep your website updated and optimized?": "Потребуєте постійної підтримки для підтримки вашого веб-сайту в актуальному стані та оптимізації?",
	"E-commerce": "Онлайн магазини",
	"Planning to Launch an E-commerce Store but Not Sure Where to Start?": "Плануєте запустити інтернет-магазин, але не знаєте, з чого почати?",
	"How can an online store help you reach more customers and increase sales?": "Як інтернет-магазин може допомогти вам залучити більше клієнтів та збільшити продажі?",
	"What platform and features are best suited for your e-commerce needs?": "Яка платформа та функції найкраще підходять для ваших потреб у e-commerce?",
	"Worried about payment gateways, security, and compliance?": "Турбуєтесь про платіжні шлюзи, безпеку та відповідність?",
	"Struggling with Your Existing E-commerce Platform?": "Стикаєтесь з проблемами на вашій поточній e-commerce платформі?",
	"Is your e-commerce site failing to convert visitors into buyers?": "Ваш e-commerce сайт не перетворює відвідувачів на покупців?",
	"How do you optimize product listings, checkout processes, and user experience?": "Як оптимізувати списки продуктів, процеси оформлення замовлень та користувацький досвід?",
	"Concerned about integrating with inventory management, shipping, and CRM systems?": "Турбуєтесь про інтеграцію з системами управління запасами, доставкою та CRM?",
	"Looking for a Reliable Partner to Build or Enhance Your E-commerce Site?": "Шукаєте надійного партнера для створення або вдосконалення вашого e-commerce сайту?",
	"How do you create a seamless shopping experience that drives sales?": "Як створити безперебійний процес покупок, який стимулює продажі?",
	"Who can manage the design, development, and ongoing optimization of your store?": "Хто може управляти дизайном, розробкою та постійною оптимізацією вашого магазину?",
	"Need support with marketing, SEO, and analytics to grow your online business?": "Потрібна підтримка у маркетингу, SEO та аналітиці для розвитку вашого онлайн-бізнесу?",
	"You are in good hands!": "Ви в надійних руках!",
	"Educational and Corporate Workshops | Customized Training for Schools and Businesses - Formamind": "Освітні та корпоративні воркшопи | Індивідуальне навчання для шкіл та бізнесу - Formamind",
	"Formamind offers customized workshops for schools and businesses. Our expert-led sessions cover topics like web development, AI, and STEM, providing practical, hands-on training for students and professionals.": "Formamind пропонує індивідуальні воркшопи для шкіл та бізнесу. Наші сесії, проведені експертами, охоплюють такі теми, як веб-розробка, ШІ та STEM, надаючи практичне навчання для студентів і професіоналів.",
	"Website Design and Development | Build and Optimize Your Site - Formamind": "Дизайн та розробка веб-сайтів | Створення та оптимізація вашого сайту - Formamind",
	"Formamind: Need a new website or redesign? We create custom websites that enhance your online presence. From responsive design to SEO optimization, we ensure your site engages visitors and drives conversions.": "Formamind: Потрібен новий веб-сайт або редизайн? Ми створюємо індивідуальні веб-сайти, які покращують вашу онлайн-присутність. Від адаптивного дизайну до SEO-оптимізації, ми забезпечуємо залучення відвідувачів та стимулювання конверсій.",
	"Web Scraping Software Development | Custom Data Collection Tools - Formamind": "Розробка програмного забезпечення для веб-скрапінгу | Індивідуальні інструменти для збору даних - Formamind",
	"Formamind: Need custom software for web scraping and data collection? We develop powerful tools for automated web data extraction, tailored to your specific needs. Efficiently gather and manage data from websites with our custom solutions.": "Formamind: Потрібне індивідуальне програмне забезпечення для веб-скрапінгу та збору даних? Ми розробляємо потужні інструменти для автоматизованого збору веб-даних, адаптовані до ваших специфічних потреб. Ефективно збирайте та керуйте даними з веб-сайтів за допомогою наших індивідуальних рішень.",
	"Web Application Development | Build Custom Web Apps - Formamind": "Розробка веб-застосунків | Створення індивідуальних веб-застосунків - Formamind",
	"Formamind: Need a web application? We develop custom web apps with a focus on scalability, security, and performance. Get expert support from start to finish.": "Formamind: Потрібен веб-застосунок? Ми розробляємо індивідуальні веб-застосунки з акцентом на масштабованість, безпеку та продуктивність. Отримайте експертну підтримку від початку до кінця.",
	"Mobile App Development | Build Custom iOS and Android Apps - Formamind": "Розробка мобільних застосунків | Створення індивідуальних iOS та Android застосунків - Formamind",
	"Formamind: Need a mobile app? We develop custom apps for iOS and Android that are user-friendly, secure, and optimized for performance. Get expert help from design to launch.": "Formamind: Потрібен мобільний застосунок? Ми розробляємо індивідуальні застосунки для iOS та Android, які є зручними, безпечними та оптимізованими для продуктивності. Отримайте експертну допомогу від дизайну до запуску.",
	"Legacy System Modernization | Upgrade and Modernize Your Software - Formamind": "Модернізація старих систем | Оновлення та модернізація вашого програмного забезпечення - Formamind",
	"Formamind: Looking to modernize your legacy systems? We help businesses upgrade outdated software and integrate modern technologies smoothly and efficiently.": "Formamind: Прагнете модернізувати свої старі системи? Ми допомагаємо бізнесу оновлювати застаріле програмне забезпечення та інтегрувати сучасні технології плавно та ефективно.",
	"ERP Systems for Business | Custom Enterprise Resource Planning Software - Formamind": "ERP-системи для бізнесу | Індивідуальне програмне забезпечення для управління ресурсами підприємства - Formamind",
	"Formamind: Looking to set up or upgrade your ERP system? We specialize in Enterprise Resource Planning software that streamlines business operations, with custom solutions and ongoing support.": "Formamind: Прагнете встановити або оновити свою ERP-систему? Ми спеціалізуємось на програмному забезпеченні для управління ресурсами підприємства, яке оптимізує бізнес-операції, з індивідуальними рішеннями та постійною підтримкою.",
	"E-commerce Development | Build and Optimize Your Online Store - Formamind": "Розробка e-commerce | Створення та оптимізація вашого онлайн-магазину - Formamind",
	"Formamind: Planning to start an online store or improve an existing one? We build and optimize e-commerce sites to increase sales and ensure secure, seamless transactions.": "Formamind: Плануєте запустити онлайн-магазин або покращити існуючий? Ми створюємо та оптимізуємо e-commerce сайти для збільшення продажів та забезпечення безпечних, безперебійних транзакцій.",
	"Desktop Application Development | Build Custom Desktop Apps - Formamind": "Розробка десктопних застосунків | Створення індивідуальних десктопних застосунків - Formamind",
	"Formamind: Need a desktop application? We develop custom desktop software for Windows, macOS, and Linux. Ensure compatibility, performance, and a great user experience.": "Formamind: Потрібен десктопний застосунок? Ми розробляємо індивідуальне десктопне програмне забезпечення для Windows, macOS та Linux. Забезпечте сумісність, продуктивність та чудовий користувацький досвід.",
	"Custom Software Development | Build Software for Business Needs - Formamind": "Розробка індивідуального ПЗ | Створення програмного забезпечення для потреб бізнесу - Formamind",
	"Formamind: Get custom software development that fits your business. We develop software to meet your specific requirements, ensuring easy integration with existing systems.": "Formamind: Отримайте індивідуальну розробку програмного забезпечення, яка відповідає потребам вашого бізнесу. Ми розробляємо ПЗ відповідно до ваших конкретних вимог, забезпечуючи легку інтеграцію з існуючими системами.",
	"Custom CRM Development | Build a CRM System for Your Business - Formamind": "Розробка індивідуальної CRM | Створення CRM-системи для вашого бізнесу - Formamind",
	"Formamind: Looking to build a custom CRM system? We specialize in CRM software development tailored to your business needs, helping you manage customer relationships effectively.": "Formamind: Прагнете створити індивідуальну CRM-систему? Ми спеціалізуємось на розробці CRM-програмного забезпечення, адаптованого до потреб вашого бізнесу, допомагаючи ефективно управляти відносинами з клієнтами.",
	"Formamind | Business Process Automation": "Formamind | Автоматизація бізнес-процесів",
	"How can I automate my business processes? Formamind helps businesses save time and money by automating everyday tasks and making sure everything works smoothly with your current systems. Get help with the right tools and easy setup.": "Як я можу автоматизувати свої бізнес-процеси? Formamind допомагає бізнесам економити час та гроші, автоматизуючи повсякденні завдання та забезпечуючи безперебійну роботу з вашими поточними системами. Отримайте допомогу з вибором правильних інструментів та легкою налаштуванням.",
	"Formamind | AI Solutions for Businesses": "Formamind | ШІ-рішення для бізнесу",
	"How can AI help my business? Formamind develops custom AI solutions to automate tasks, improve efficiency, and drive business growth. Specializing in Machine Learning, Deep Learning, and NLP, we create AI that works for you.": "Як ШІ може допомогти моєму бізнесу? Formamind розробляє індивідуальні ШІ-рішення для автоматизації завдань, покращення ефективності та стимулювання росту бізнесу. Спеціалізуємось на машинному навчанні, глибокому навчанні та обробці природної мови, створюємо ШІ, що працює на вас.",

	"Your": "Створюємо",
	"Software Development": "программне забезпечення",
	"Journey": "для вас",
	"Your Idea": "Ваші ідеї",
	"our commitment": "наші зусилля",
	"Your Goals": "Ваші цілі",
	"our motivation": "наша мотивація",
	"Your Growth": "Ваш успіх",
	"our solutions": "наші рішення",

	"back": "назад",

	"keywords": "Розробка Програмного Забезпечення, ШІ, AI, Розробка Веб-додатків, Автоматизація Бізнес-процесів, Розробка Мобільних Додатків, Системи ERP, Розробка Інтернет-магазинів, Веб-скрейпінг, CRM Системи, Веб-сайти, Розробка Програмного Забезпечення Європа, Розробка Програмного Забезпечення Україна, Україна, Польща, Варшава"
}
